{
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 0,
                "name": "Andělská hora",
                "place": "Obec Andělská Hora u Liberce",
                "is_running": false,
                "years_in_service": "1914–1966",
                "power": "12,5 MW; 27,5 MW (1923), 42,5 MW (1929)",
                "sources1": "HÉGR, Aleš. Historie a současný stav bývalé uhelné elektrárny Andělská hora [online]. Plzeň, 2015 [cit. 2023-10-25]. Dostupné z: https://dspace5.zcu.cz/handle/11025/18689. Bakalářská práce. Západočeská univerzita v Plzni. Vedoucí práce Martínek, Zbyněk.",
                "sources2": "",
                "type": "uhelná",
                "owner": "Elektrisches Überlandwerk Reichenberg, později Přespolní elektrárna Liberec",
                "description_short": "Elektrárna byla postavena roku 1914 na místě dřívější malé vodní elektrárny z roku 1908. Důvodem vzniku uhelné elektrárny byl nedostatek výroby elektrické energie v regionu a vhodné místo poblíž Andělské Hory, kde bylo možno využít již existující železniční spojení (na trati Liberec-Žitava), a blízkosti řeky Nisy. Původně měla elektrárna 3 generátory (2x 5 MW a 1x 2500 MW), 3 nízkotlaké kotle a 3 nízkotlaké kondenzační turbíny značky MAN.",
                "description1": "V letech 1922–1923 proběhla největší modernizace elektrárny podle návrhu Karla Hockeho. Došlo ke zvětšení prostor elektrárny a v nich k přidání dvou kotlů, nové nízkotlaké kondenzační turbíny od První Brněnské a generátoru o výkonu 15 MW.",
                "description2": "Další významná modernizace přišla mezi lety 1927–1929, kdy byla přidána opět nová turbína od První Brněnské, tentokrát však byla turbína určena i pro vyšší tlaky až do 20 atm, a s ní i nový  generátor z firmy ŠKODA Plzeň o výkonu 15 MW. Celkový výkon elektrárny tak byl 42,5 MW. ",
                "description3": "V roce 1932 byly odstaveny dva původní kotle a místo nich vznikl nový strmotrubný kotel a později byl instalován ještě jeden takový kotel. Dále se elektrárně už moc modernizací nedostalo. V průběhu druhé světové války zejména z důvodu nedostatku materiálů a po ní kvůli špatné kvalitě dováženého uhlí, docházelo k častým výbuchům na skládce škváry. Poslední modernizací bylo namontování soustrojí ze zrušené Brněnské elektrárny na místo původního nízkotlakého soustrojí. Tato modernizace proběhla v roce 1963 tři roky před ukončením provozu elektrárny Andělská Hora. Po ukončení provozu byl komplex rozdělen na několik částí a veškerá zařízení demontována.",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    14.96079,
                    50.800616
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 1,
                "name": "Rychnov na Falknovsku",
                "place": "Sokolov",
                "is_running": false,
                "years_in_service": "1907–1968",
                "power": "500kW, 1.5MW(1909), 10MW(1926), 18,9MW(1936)",
                "sources1": "https://vary.rozhlas.cz/elektrarna-v-dolnim-rychnove-rozsvitila-sokolovsko-ve-30-letech-patrila-k-8791627, https://www.sokolov-vychod.cz/elektrarna-j-d-starck",
                "sources2": "",
                "type": "Uhlí",
                "owner": "ČEZ",
                "description_short": "Elektrárnu na východním okraji Sokolova vystavěla společnost „Dolové a průmyslové závody,  dříve Johan David Starck“ v roce 1907. Počátky elektrárny sahají však již do roku  1886, kdy bylo instalováno osvětlovací dynamo pro osvětlení nakládací rampy a dolu Boghead. V roce 1903 bylo instalováno větší dynamo   o výkonu 20 koňských sil a roku 1907, který je považován za rok založení  elektrárny, byla postavena chladicí věž a turbogenerátor o výkonu 500 kW.",
                "description1": "Roku 1909 byl instalován druhý parní turbogenerátor s výkonem 1000 kW a další chladicí věž. Energie již bylo dostatek nejen pro elektrifikaci čerpání důlních vod, ale i pro zavedení elektřiny ve městech Falknově (dnešní Sokolov), Dolní Rychnově a Tisové.",
                "description2": "V roce 1923 se začalo stavět další vedení jižním směrem na Březovou a Kamenici., následovalo zásobování elektřinou v kynšperských dolech, přestože tamní briketárna měla svoji elektrárnu.  V roce 1926 došlo k významné změně – elektrárna dostala své vlastní vedení a přestala podléhat dolu Luitpold (Antonín), pokračovalo se v budování dalších vedení, v turbínové hale se  instalovala jeřábová dráha, odstavily se dva slabší turbogenerátory (výkon 500 a 1000 kW) a osadil se nový o výkonu 10 000 kW.",
                "description3": "Rekonstrukce elektrárny byla dokončena v roce 1931 vybudováním úpravny vod s laboratoří, instalací dalšího strmotrubného kotle, rozšířením velína a rozvodny, instalací nového spínacího zařízení a stavbou druhého a třetího komína. Roku 1936 byly přistavěny kanceláře a dílny. V roce 1936 byla elektrárna vybavena třemi turbogenerátory o celkovém výkonu 18 900 kW, devíti velkými transformátory, pěti strmotrubnými a dvěma starými kotli.",
                "description4": "Po válce převzala elektrárnu společnost Mostecko-sokolovské elektrárny, později ČEZ. Výroba elektřiny probíhala v sokolovské elektrárně až do roku 1968.",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.638127,
                    50.169474
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 2,
                "name": "Mariánské Lázně",
                "place": "Mariánské lázně",
                "is_running": false,
                "years_in_service": "1888–1945",
                "power": "50kW(1889), 1000HP(1904), ",
                "sources1": "hamelika.cz",
                "sources2": "https://www.hamelika.cz/?cz_hamelika-historie-marianskolazenske-elektrarny,77",
                "type": "Uhlí",
                "owner": "Město Mariánské lázně",
                "description_short": "V roce 1888 se stavěla novobarokní litinová kolonáda podle projektu vídeňských stavitelů Mikscheho a Niedzielského. Původně měla mariánskolázeňská elektrárna tři parní dynama typu Westinghouse po 80 PS, ale v krátké době dostala nová zařízení spřaženého střídavého proudu. Při výkonu 50 kW při 500 otáčkách v minutě se vyráběl jednofázový střídaný proud o 2000 voltech a 42 periodách.",
                "description1": "Dne 14.listopadu 1888 bylo odzkoušeno osvětlení kolonády a přilehlých ulic od domu LIPSKO dolů k hotelu KLINGER čtyřmi křižíkovými obloukovými lampami.",
                "description2": "V roce 1904 bylo nutno zakoupit a instalovat na místo malého stroje o 100 PS parní turbínu se 1000 PS (HP). Byla to tehdy jedinečnost, neboť šlo o čtvrtou největší parní turbínu v Rakousko-Uhersku.",
                "description3": "Nová zařízení byla instalována v letech 1925 - 1926. V roce 1925 elektrárna stála před dalšími významnými změnami při rozšíření kapacity výroby, které nebylo možno dále oddalovat. Roku 1926 vzrostl výkon dvou starších parních strojů 2x300 PS (HP) provedenou rekonstrukcí na 2 x 500 PS.",
                "description4": "U kotlů ŠKODA a dalších zlepšeních bylo možno udržet normální výkon 1700 kW.",
                "description5": "Protože elektrárna v Mariánských Lázních si uchovávala od počátku síťovou frekvenci 43 Hertzů, muselo dojít ke zvýšení nákladů v důsledku potřebného měniče frekvence při odběru proudu nebo předávání proudu do dálkového vedení. Protože při 43 Hz nebylo možno dosáhnout normovaných otáček motorů např. 2880 nebo 1440, neboť ležely o 14 % níže, bylo používání strojů a zařízení, poháněných pevně připojenými motory nemožné. Bylo proto nyní nutno všude používat mezipohonových ústrojí - řemeny, převodovky.",
                "description6": "\nMěstská elektrárna byla v provozu až do roku 1972, kdy byla zrušena, a v roce 1973 byla uvedena do provozu Městská teplárna, používající jako paliva mazutu o výkonu 25 tun páry za hodinu. Začalo pokládání parovodu a budování výměníkových stanic.",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    17.7025342,
                    49.9604419
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 3,
                "name": "Kraslice",
                "place": "Kraslice",
                "is_running": false,
                "years_in_service": "1903–1945",
                "power": "250kW(1903),  538kW(1911)",
                "sources1": "pamatkovykatalog",
                "sources2": "https://www.pamatkovykatalog.cz/elektrarna-15333378",
                "type": "kombinace uhlí,voda",
                "owner": "",
                "description_short": "Tepelná elektrárna byla zařízena na spalování hnědého uhlí z dolů Marie, Union a Anežka v množství 4500 t ročně. V kotelně byly osazeny 2 kotle Cornwall s rovinnými rošty, které poháněly 2 svislé parostroje o výkonu 140 ks každý a 1 kompaundní parní stroj s kondenzací o výkonu 385 ks.",
                "description1": "Stejnosměrný proud vyrábělo celkem 5 dynam o různých výkonech: 1. dynamo o výkonu 62 kW z roku 1903 od firmy Waldek-Wagner, 2. dynamo o výkonu 82 kW z roku 1903 a firmy Waldek-Wagner, 3. dynamo o výkonu 82 kW z roku 1903 a firmy Waldek-Wagner, 4. dynamo o výkonu 24 kW z roku 1903 a firmy Berg a 5. dynamo o výkonu 288 kW z roku 1911 a firmy Siemens a Schuckert.",
                "description2": "Akumulátor měl 278 článků a kapacitu 435 Amph. Vodní síla Svatavy byla zužitkována spádem o výšce 3,2 m dvěma turbínami o celkovém výkonu 135 ks.",
                "description3": "Výroba elektřiny v elektrárně skončila v roce 1945, od padesátých let minulého století elektřinu dodává do Kraslic elektrárna Tisová u Sokolova. V roce 1952 byl zbořen komín elektrárny. Z elektrárny se dochovala pouze v roce 1995 rekonstruovaná transformovna a správní objekt čp. 636.",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.5163728,
                    50.3184772
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 4,
                "name": "Horní Jířetín",
                "place": "Horní Jířetín",
                "is_running": false,
                "years_in_service": "1908–1945",
                "power": "480kW",
                "sources1": "tovarnikominy.cz",
                "sources2": "https://www.tovarnikominy.cz/kominy.75",
                "type": "uhelná",
                "owner": "Soukromý majitel",
                "description_short": "Město Horní Jiřetín si v roce 1908 postavilo pro své potřeby a potřeby okolních obcí parní elektrárnu. Ta byla ještě v letech 1911–1914 rozšířena a v této podobě se až na drobné změny související s rekonstrukcí pro nové využití dochovala dodnes. ",
                "description1": "Drobný objekt byl jednotně pojatý v historizujícím slohu kombinujícím omítané plochy s červeným režným zdivem. Před objektem byl karlovarskou specializovanou společností Schöberl a spol. postaven tovární komín výšky 30 metrů a světlostí 120 centimetrů. Ten sloužil k odvodu spalin z parních kotlů – v roce 1934 jsou uváděny celkem tři instalované kotle o celkové výhřevné ploše 570 m2. Kotle dodávaly páru dvěma parním strojům po 300 HP, celkový elektrický výkon elektrárny byl 480 kW.",
                "description2": "Po roce 1945 byla elektrárna vyřazena z provozu. Do dnešních dnů si i přes opravy zachovává původní ráz a soukromý majitel ji využívá pro vlastní potřebu. Na komíně je osazen ochoz s telekomunikační technologií, nicméně umístěním ochozu těsně pod hlavicí je silně narušen vizuální dojem z architektonicky kvalitně provedeného komína.",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.546553333333334,
                    50.572028333333336
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 5,
                "name": "Ostrava",
                "place": "Žofínská Huť nebo Trojhalí",
                "is_running": false,
                "years_in_service": "1907–197x",
                "power": "???",
                "sources1": "https://www.historickaostrava.cz/elektrocentrala-zofinske-huti/,https://pamatkovykatalog.cz/rozvodna-elektrocentrala-zofinske-huti-13068410",
                "sources2": "",
                "type": "Uhelná",
                "owner": "Vítkovické železárny",
                "description_short": "Jedná se o třetí energetickou centrálu v Ostravě. Byla vybudována nedaleko koksovny a elektrárny Karolína a sloužila hlavně Vítkovickým železárnám. Elektřinu, ale dodávala i elektřinu do okolí. Stavba byla rozdělena do dvou fází (v každé byla vybudována jedna hala, odtud i přezdívka dvojhalí), z nichž první byla dokončena v roce 1907 a druhá ve 20. letech 20. století. ",
                "description1": "K zániku elektrárny došlo v 80. letech 20. století, budova od té doby chátrala až do roku 2014, kdy se stala součástí městské haly tzv. Trojhalí.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    18.284341,
                    49.828223
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 6,
                "name": "Opava",
                "place": "Opava",
                "is_running": false,
                "years_in_service": "1904–19XX",
                "power": "neuvedeno",
                "sources1": "https://www.pamatkovykatalog.cz/mestska-parni-elektrarna-19561977",
                "sources2": "",
                "type": "uhelná",
                "owner": "",
                "description_short": "Parní elektrárna se dvěma parními stroji a kotli Babcock-Wilcox z cihelného zdiva s železnou střešní konstrukcí postavena stavitelem Aloisem Geldnerem podle projektu architekta Laubeho z firmy AEG v roce 1904. Původní zařízení nedochováno.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    17.893948333333334,
                    49.94394805555555
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 7,
                "name": "Mydlovary",
                "place": "Mydlovary",
                "is_running": false,
                "years_in_service": "1926–1998",
                "power": "25MW",
                "sources1": "http://www.encyklopedie.c-budejovice.cz/clanek/elektrarny",
                "sources2": "https://cs.wikipedia.org/wiki/Zanikl%C3%A9_elektr%C3%A1rny_v_%C4%8Cesku#Elektr%C3%A1rna_Mydlovary",
                "type": "uhelná",
                "owner": "Mydlovary",
                "description_short": "Jednalo se o první zařízení v ČSR, které mělo ověřit možnosti spalování lignitu, jenž se hojně vyskytoval v okolí Mydlovar. První experimentální elektrárna měla výkon 2 × 400 kW, zprovozněna byla roku 1922, odstavena byla pak v roce 1927, o rok dříve však začala fungovat definitivní elektrárna s práškovými kotly a TG1 o výkonu 3 MW. V roce 1928 byli zprovozněny další kotle K3 a K4 a TG2 o výkonu 6 MW.",
                "description1": "Další rozšíření přišlo v roce 1935 (kotel K5), v roce 1939 nové TG 3 o výkonu 10 MW, v roce 1940 kotel K6. Další rozvoj následoval až v roce 1965 s teplárenským kotlem K7 a TG 4 o výkonu 6 MW.",
                "description2": "Zároveň se spuštěním tohoto kotle byly definitivně odstaveny nejstarší kotle K1-K4 a TG 1 a rovněž v tomto roce byl postaven 100 m vysoký komín. V roce 1973 přešla elektrárna na spalování sokolovského hruboprachu.",
                "description3": "Z elektrárny se stala spíše teplárna (zásobovala MAPE Mydlovary a město České Budějovice) a z toho důvodu byly odstaveny postupně TG 2 (1976), TG 3 (1984), poslední TG 4 o výkonu 6 MW byl odstaven v roce 1998, čímž zanikla v tomto místě výroba elektřiny nepřetržitě zde trvající od roku 1922.",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    14.361852257486733,
                    49.08449219316303
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 8,
                "name": "Česko Budějovická",
                "place": "v Novohradské ulici",
                "is_running": false,
                "years_in_service": "1920–1948",
                "power": "neuvedeno",
                "sources1": "http://www.encyklopedie.c-budejovice.cz/clanek/elektrarny",
                "sources2": "",
                "type": "uhelná",
                "owner": "Jihočeské elektrárny pod sebou 12,7 MW (hodně vodních)",
                "description_short": "Roku 1920 byly za účelem systematické elektrifikace jižních Čech ustaveny Jihočeské elektrárny, akciová společnost se sídlem v Českých Budějovicích (JČE). Společnost se rozhodla vybudovat na lignitovém ložisku v Mydlovarech tepelnou elektrárnu, z níž by byl dodáván do města proud primárním vedením 22 kV (1922).",
                "description1": "Též koupila od rakouské společnosti 15. 6. 1925 parní elektrárna v Novohradské ulici, k jejíž likvidaci došlo roku 1948. Od té doby objekt slouží jako teplárna.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    14.4852089,
                    48.9678
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 9,
                "name": "Mariánské Hory",
                "place": "Ignác (jáma)",
                "is_running": false,
                "years_in_service": "1913–dosud",
                "power": "12kW, 1922 - 24,8kW, 1927 - 42kW, 2006 - 14,08MW",
                "sources1": "https://cs.wikipedia.org/wiki/Tepl%C3%A1rna_P%C5%99%C3%ADvoz",
                "sources2": "",
                "type": "uhelná",
                "owner": "Veolia Energie ČR",
                "description_short": "V roce 1913 byla uvedena do provozu elektrická ústředna (elektrárna), která nahradila především elektrárnu koksovny František z roku 1909, a byla určená pro zásobování elektrickou energií všech závodů SDCF.\n\nV 50. letech 20. století byla Elektrárna František začleněna do Ostravsko–karvinských elektráren (OKE) v podřízení Ústřední správy energetiky.\n\nV 90. letech se mění na Teplárnu Přívoz (TPV). Od roku 1998 se stává novým majitelem společnost Dalkia.\n\nV roce 2013 Teplárna Přívoz zabezpečovala dodávku tepla pro 13,5 tis. domácností v Ostravě, a dále pro Koksovnu Svoboda, Městskou nemocnici Ostrava Fifejdy, Novou Karolinu a Pivovar Ostrava.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    18.274919444444443,
                    49.86114444444445
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 10,
                "name": "Zbůch",
                "place": "důl, Sudety",
                "is_running": false,
                "years_in_service": "1914–1966",
                "power": "2,75MW, 16,7MW",
                "sources1": "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwi-y-Gu9vWCAxUKhP0HHWbBBWIQFnoECA8QAQ&url=https%3A%2F%2Fwww.zbuch.cz%2Fe_download.php%3Ffile%3Ddata%2Feditor%2F328cs_5.pdf%26original%3DZb%25C5%25AFch%2520od%2520prav%25C4%259Bku%2520k%2520sou%25C4%258Dasnosti%2520-%2520text%2520knihy%2520z%2520roku%25202003.pdf&usg=AOvVaw0dUvjKvphzgm1JIP4_1Vz2&opi=89978449",
                "sources2": "",
                "type": "uhelná",
                "owner": "Elektrárna Zbůch",
                "description_short": "Původní elektrocentrála byla v prostorách vysokotlakého kompresoru a hlavních ventilátorů. Měla výkon 2750 kW. V období po 1. světové válce byla v areálu dolu vystavěna nová elektrocentrála, dokončená před polovinou 20. let 20. století. Byla vybavena třemi turbosoustrojími o výkonu 16,7 MW, které dodaly firmy ŠKODA, ČKD a AEG–BB Union.",
                "description1": "Později vznikl samostatný národní podnik Elektrárna Zbůch s pobočnými závody v Nýřanech a Holýšově a vodní elektrárny na šumavské Vydře, na Radbuze ve Stodě a Chotěšově. Koncem 50. let a na počátku 60. let 20 století byly postupně všechny elektrárny, kromě Zbůchu a na Vydře, odstaveny a elektrárna Zbůch se stává na několik posledních let provozu závodem podniku Západočeské elektrárny. V roce 1966 je činnost Elektrárny Zbůch zastavena, kotelna předána zpět dolu DOM Zbůch ZUD a provozována jako teplárna.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.2088669,
                    49.6683436
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 11,
                "name": "Suchá",
                "place": "Obec Suchá u Polských hranic",
                "is_running": false,
                "years_in_service": "1916–neuvedeno",
                "power": "neuvedeno",
                "sources1": "MIKEŠ, Jan. Elektrifikace Československa do roku 1938. Online, Disertační práce, vedoucí Efmertová, Marcela. Praha: Univerzita Karlova, Filozofická fakulta, 2016. Dostupné z: https://dspace.cuni.cz/handle/20.500.11956/83800. [cit. 2023-11-18].",
                "sources2": "",
                "type": "uhelná",
                "owner": "neuvedeno",
                "description_short": "",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    18.28327,
                    49.48009
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 12,
                "name": "Nové Sedlo",
                "place": "Nové Sedlo poblíž Karlových Varů",
                "is_running": false,
                "years_in_service": "1912–1968",
                "power": "15,2 MW, 21,2 MW (1931)",
                "sources1": "https://pamatkovykatalog.cz/tepelna-elektrarna-23962403",
                "sources2": "",
                "type": "uhelná",
                "owner": "Duchcovsko-Podmokelské dráhy",
                "description_short": "Elektrárna vybudovaná původně pro důl v Novém Sedle od roku 1912 dodávala elektřinu i do okolí. V roce 1931 byl výkon této elektrárny zvýšen z původních 15,2 MW na 21,2 MW.",
                "description1": "Novosedelská elektrárna dodávala elektřinu do 62 obcí včetně Karlových Varů a celkově 102 000 obyvatelům. K tomu, aby uspokojila spotřebu, spalovala elektrárna přes 62 000 t uhlí. V roce 1968 byla však zavřena a zdemolována.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.735689,
                    50.202836
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 13,
                "name": "Zlín",
                "place": "mezi Dřevnicí a nádražím",
                "is_running": false,
                "years_in_service": "1921–1945",
                "power": "2,218 MW",
                "sources1": "https://zlin.estranky.cz/clanky/stary-zlin/zlinske-elektrarny.html",
                "sources2": "",
                "type": "uhelná",
                "owner": "Tomáš Baťa",
                "description_short": "Plán na vybudování elektrárny vznikl již před koncem 1. světové války. Vybudována však byla až o 3 roky později, tedy v roce 1921, podle plánu V. Nekvasila.",
                "description1": "Připojení elektrárny k síti ovšem provázel problém. Živnostníci ve Zlíně v této době měli motory na stejnosměrný proud, který tato nově vybudovaná elektrárna nedodávala. K dohodě došlo až dva roky po dostavění v roce 1923, kdy došlo k dohodě s továrníky a firmou Baťa a zlínská elektroenergetická síť přešla na střídavý proud. ",
                "description2": "V následujících letech měla firma Baťa monopol na výrobu elektrické energie až do roku 1945.",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    17.653743,
                    49.225735
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 14,
                "name": "Komořany I",
                "place": "Most-Komořany, ul. Teplárenská",
                "is_running": true,
                "years_in_service": "1951–současnost",
                "power": "96 MW",
                "sources1": "https://www.ue.cz/historie-a-soucasnost",
                "sources2": "",
                "type": "uhelná",
                "owner": "Původně Mostecké-Sokolovské elektrárny n.p., dnes United Energy a.s.",
                "description_short": "Elektrárna Komořany se začala stavět ještě během druhé světové války v roce 1943 a stavba pak pokračovala v rámci národního podniku Mostecko-sokolovských elektráren i po roce 1945. První kotel a turbogenerátor byly uvedeny do provozu v roce 1951. V padesátých letech bylo uvedeno do provozu pět kotlů o výkonu 90 tun páry za hodinu a tři kondenzační turbosoustrojí po 32 MW. Od počátku byla elektrárna zásobována hnědým uhlím přímo ze sousední úpravny.\n\n",
                "description1": "V roce 1963 byly provedeny investice pro změnu provozu na teplárenský a v 1964 začala fungovat jako teplárna.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.714736,
                    50.20271
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 15,
                "name": "Komořany II",
                "place": "Most-Komořany, ul. Teplárenská",
                "is_running": true,
                "years_in_service": "1958–součastnost",
                "power": "116 MW",
                "sources1": "https://www.ue.cz/historie-a-soucasnost",
                "sources2": "",
                "type": "uhelná",
                "owner": "Původně Mostecké-Sokolovské elektrárny n.p., dnes United Energy a.s.",
                "description_short": "První kotel č. 6 byl zprovozněn v létě roku 1958, poslední s pořadovým číslem sedm o rok později. Elektrárna Komořany II. měla pět roštových kotlů o výkonu 125 tun páry, tři kondenzační turbogenerátory po 32 MW a jedno kondenzační odběrové turbosoustrojí o výkonu 20 MW.",
                "description1": "Stejně jako u elektrárny Komořany I byly v roce 1963 provedeny investice pro změnu provozu na teplárenský a v 1964 začala fungovat jako teplárna.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.715236,
                    50.20271
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 16,
                "name": "Hodonín",
                "place": "Hodonín, ul. elektrárenská",
                "is_running": true,
                "years_in_service": "1951–současnost",
                "power": "205 MW",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarna-hodonin-58184",
                "sources2": "",
                "type": "uhelná",
                "owner": "ČEZ a.s.",
                "description_short": "Elektrárna Hodonín patří mezi elektrárny ČEZ, které aktuálně spalují kromě uhlí i biomasu. Byla postavena ve dvou etapách v letech 1951–1957. Výběr lokality pro její výstavbu vycházel z místních podmínek, blízkosti lignitového dolu a řeky Moravy. S využitím lignitu s 45% obsahem vody pro práškové spalování nebyly v 50. letech 20. století žádné zkušenosti, proto souběžně se zpracováním projektové dokumentace elektrárny probíhaly i zkoušky s předsoušením a mletím lignitu. K datu uvedení elektrárny do provozu se podařilo technické problémy vyřešit, i když v některých obdobích se zde spalovalo sokolovské hnědé uhlí.",
                "description1": "Původně bylo v elektrárně instalováno osm práškových kotlů, každý o výkonu 125 tun páry/hod. Vyrobeny byly v ZVÚ (Závody Vítězného Února) Hradec Králové (původně První česká akciová strojírna v Hradci Králové, 1869) a uspořádány do bloku, takže v roce 1954 začal pracovat blok čtyř kotlů se dvěma 50 MW turbínami. Tyto turbíny ze ŠKODY Plzeň byly první 50 MW turbíny instalované v Československu. V roce 1957 byly spuštěny do provozu další dva kotle s 50 MW turbínou a v roce 1958 poslední dva kotle s turbínami 55 MW. Se svým výkonem 205 MW byla v té době Elektrárna Hodonín největším zdrojem elektřiny v Československu. V roce 1966 se celkový výkon elektrárny zvýšil na 210 MW rekonstrukcí dvou 50 a 55 MW turbogenerátorů na 55 MW. Všechny zdejší turbíny jsou kondenzační, s průtočným chlazením. Úpravou prošly také kotle, jejichž výkon se zvýšil ze 125 tun páry/hod na 135 tun páry/hod.",
                "description2": "Již v roce 1963 začala elektrárna Hodonín ztrácet na významu s výstavbou nových 100 a 200 MW bloků a přechází na teplárenský provoz.",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    17.1166743,
                    48.846791
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 17,
                "name": "Tisová I",
                "place": "Sokolov, Tisová 2",
                "is_running": true,
                "years_in_service": "1958–součastnost",
                "power": "200 MW",
                "sources1": "https://www.sokolov-vychod.cz/elektrarna-tisova",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "ČEZ a.s.",
                "description_short": "Elektrárnu od jejího počátku tvořila čtyři turbosoustrojí o výkonu 50 MW. V roce 1964 bylo zde a v elektrárně Tisová II vyrobeno skoro 10 % veškeré elektřiny v Československu a jednalo se o největší elektrárenský komplex v této zemi. Poté mezi lety 1983 a 1987 došlo k rozsáhlé rekonstrukci, která vedla k tomu, že se z elektrárny stala kogenerační výrobna elektřiny a tepla.  V červnu roku 1998 došlo k odstavení jednoho z bloků. V kogeneračním režimu funguje výrobna i dnes.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.6069481,
                    50.1518591
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 18,
                "name": "Tisová II",
                "place": "Sokolov, Tisová 2",
                "is_running": true,
                "years_in_service": "1963–součastnost",
                "power": "330 MW, 110 MW (1991)",
                "sources1": "https://www.sokolov-vychod.cz/elektrarna-tisova",
                "sources2": "https://www.cez.cz/edee/content/file/static/encyklopedie/vykladovy-slovnik-energetiky/hesla/uh_el_tis.html",
                "type": "hnědouhelná",
                "owner": "ČEZ a.s.",
                "description_short": "Elektrárna byla dostavěnu roku 1963 a byly zde poprvé v Československu použity bloky 110 MW. Následující rok vyrobily elektrárny Tisová I a Tisová II skoro 10 % elektřiny v Československu.",
                "description1": "Do elektrárny bylo dále investováno v rámci ekologických programů. V roce 1992 byla provedena instalace elektrického odlučovače a v následujících 5 letech i odsiřovacích jednotek. Zároveň zde došlo k nahrazení původních kotlů (o parním výkonu 125 t/h) za kotle s parním výkonem 350 t/h, což byla první instalace takovýchto kotlů na českém území. ",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.607448100000001,
                    50.1518591
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 19,
                "name": "Počerady I",
                "place": "Obec Počerady",
                "is_running": true,
                "years_in_service": "1970–součastnost",
                "power": "400 MW, 800 MW (1971), 1200 MW (1978), 800 MW (1994)",
                "sources1": "https://www.svetenergie.cz/cz/energetika-zblizka/uhelne-elektrarny/uhelne-elektrarny-cez/elektrarna-pocerady",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "ČEZ a.s.",
                "description_short": "Podle projektu, který se začal připravovat v říjnu 1959, byla Elektrárna Počerady postavena jako klasická kondenzační elektrárna s šesti 200MW bloky. Postupně se uváděly do provozu v letech 1970 až 1977.",
                "description1": "V rámci útlumového programu uhelných elektráren byl k 1. 1. 1994 odstaven z provozu výrobní blok č. 1. Ostatní bloky prošly mezi lety 1990 až 2000 rozsáhlým modernizačním a ekologickým programem. Základní technická koncepce výrobních bloků je stejná a všechny bloky jsou od konce roku 2001 řízené z jedné společné technologické dozorny. ",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.7342266,
                    49.8654557
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 20,
                "name": "Plzeň",
                "place": "původní pivovarský park",
                "is_running": false,
                "years_in_service": "1907 – 1986",
                "power": "neuveden",
                "sources1": "https://www.prazdroj.cz/1563-bsval-pivovarsk-elektr-rna-plze-sk-ho-prazdroje-otije-inspirativn-mi-peedn-ikami-27-listopadu-bude-hostit-patn-ctou-pechakucha-night-plze",
                "sources2": "",
                "type": "uhelná",
                "owner": "Plzeňský Prazdroj",
                "description_short": "Elektrárna byla uvedena do provozu již na přelomu let 1907/1908 a její energie napájela 134 motorů, 120 obloukových lamp a zhruba 6 200 žárovek. Mimo vlastní potřebu pivovaru dodávala elektrárna proud také do obcí Doubravka, Újezd, Hrádek a krátce také na Letnou",
                "description1": "Elektrárna sloužila i přes značná válečná poničení a řadu rekonstrukcí až do roku 1986, kdy byl celý pivovarský závod napojen na plzeňskou teplárnu.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.3885039,
                    49.7482872
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 21,
                "name": "Přespolní elektrárna Franze Haniky",
                "place": "Planá u Mariánských Lázní",
                "is_running": false,
                "years_in_service": "1912–???",
                "power": "0,373 MW",
                "sources1": "https://pamatkovykatalog.cz/prespolni-elektrarna-franze-haniky-16008048",
                "sources2": "MIKEŠ, Jan. Elektrifikace Československa do roku 1938. Online, Disertační práce, vedoucí Efmertová, Marcela. Praha: Univerzita Karlova, Filozofická fakulta, 2016. Dostupné z: https://dspace.cuni.cz/handle/20.500.11956/83800. [cit. 2023-11-18].",
                "type": "uhelná",
                "owner": "rodina Haniků -> n.p. Západočeské Elektrárny",
                "description_short": "Přespolní elektrárna vybudovaná přestavbou z bývalého mlýna rodiny Haniků v Plané v roce 1912. K elektrárně přidružena drobná elektrotechnická výroba. Elektrárna v Plané zásobovala na padesát okolních obcí. ",
                "description1": "Elektrárna kromě jedné parní turbíny o výkonu 500 HP obsahovala také dvě vodní turbíny o výkonu 110 HP a elektrickou rozvodnu, která rozváděla elektřinu pomocí vedení na 5 kV.",
                "description2": "Po druhé světové válce byla elektrárna zkonfiskována, později se z ní stala už jen rozvodna a poté sklad a dílny.",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    12.734093,
                    49.868797
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 22,
                "name": "Trmice",
                "place": "Trmice",
                "is_running": false,
                "years_in_service": "1916–1959",
                "power": "6 MW, rozšíření 59,8 MW",
                "sources1": "ČEZ",
                "sources2": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/teplarna-trmice-58160",
                "type": "uhelná",
                "owner": "Nordböhmische Elektrizitätswerke",
                "description_short": "Na popud nedostatečného elektrického výkonu v severních Čechách byla v roce 1914 zahájena výstavba Trmické elektrárny společností Nordböhmische Elektrizitätswerke. Stavba byla dokončena o dva roky později v roce 1916. Do provozu se tak uvedly čtyři kotle spolu s turbosoustrojím o výkonu 6 MW. Po dalších investicích do elektrárny došlo k navýšení výkonu a v roce 1939 činil instalovaný výkon už  59,8 MW, což představovalo přibližně 7 % výkonu v celých Čechách. V roce 1959 začala rekonstrukce elektrárny v teplárenský celek. Rekonstrukce byla dokončena v roce 1974.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.98562,
                    50.6457680302681
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 23,
                "name": "Oslavany",
                "place": "Oslavany",
                "is_running": false,
                "years_in_service": "1913–1993",
                "power": "2x3,4 MW po uvedení do provozu, maximálně až 115 MW po modernizacích a navyšování",
                "sources1": "http://www.rosicko-oslavansko.cz/13-historie/32-elektrarna-oslavany/",
                "sources2": "",
                "type": "černo uhelná",
                "owner": "OELAG",
                "description_short": "Elektrárna v Oslavanech byla oficiálně zahájena 1. dubna 1913. Elektrický proud se pomocí dvojitého vedení o 44 tisíc voltů transportoval do Černovic a následně k odběratelům v Brně a okolí. Modernizace z původního výkonu 2x3,4 MW stimulovala velká poptávka po elektrické energii na začátku první světové války. Poptávka narůstala i nadále po válečném období, a tak po dalším navyšování činil instalovaný výkon v roce 1929 již 49,8 MW. Po rozhodnutí rady správy Západomoravských elektráren byla na místě staré kotelny postavena v roce 1941 kotelna nová. Modernizací prošla i strojovna, ve které byla v rozmezí let 1942–1950 uvedena soustrojí o instalovaném výkonu 63 MW. Posléze byl v roce 1964 postaven nový moderní blok o výkonu 50 MW. Maximální výkon elektrárny tak vzrostl na 115 MW. Provoz elektrárny byl ukončen v roce 1993 kvůli přerušení dodávky uhlí z rosicko-oslavanského revíru.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    16.343757,
                    49.1205036442399
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 24,
                "name": "Ervěnice I",
                "place": "Komořany u Mostu",
                "is_running": false,
                "years_in_service": "1926–1965",
                "power": "45 MW, později 70 MW",
                "sources1": "https://cs.wikipedia.org/wiki/Zanikl%C3%A9_elektr%C3%A1rny_v_%C4%8Cesku#Elektr%C3%A1rna_Erv%C4%9Bnice",
                "sources2": "ŠEMBERA, František. Ervěnická elektrárna. Praha: František Šembera, 1926",
                "type": "uhelná-hnědé",
                "owner": "Ústřední elektrárny a.s. v Praze",
                "description_short": "Stimulem pro výstavbu elektrárny Ervěnice byla rostoucí poptávka po elektrické energii ve dvacátých letech minulého století v Praze a zároveň i všeobecná elektrifikace republiky. Výstavbu zajišťovala společnost Ústřední elektrárny. Lokalita byla příhodná kvůli nedalekému hnědouhelnému lomu Hedvika. Po uvedení do provozu v roce 1926 čítal instalovaný výkon elektrárny 45 MW a o šest let později byl spuštěn nový blok o výkonu 25 MW. Po obsazení Sudet byla v roce 1939 elektrárna ve vlastnictví říšské společnosti Elektrowerke, A. G., Berlin. Provoz elektrárny byl ukončen v roce 1965.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.544864,
                    50.5271203085051
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 25,
                "name": "Ervěnice II",
                "place": "Komořany u Mostu",
                "is_running": false,
                "years_in_service": "1948–1980",
                "power": "160 MW",
                "sources1": "https://cs.wikipedia.org/wiki/Zanikl%C3%A9_elektr%C3%A1rny_v_%C4%8Cesku#Elektr%C3%A1rna_Erv%C4%9Bnice",
                "sources2": "ŠEMBERA, František. Ervěnická elektrárna. Praha: František Šembera, 1926",
                "type": "uhelná-hnědé",
                "owner": "Elektrowerke, A. G., Berlin",
                "description_short": "Během období druhé světové války docházelo k rozmachu průmyslu v okolí elektrárny Ervěnice I. Na popud tohoto rozmachu byla postavena elektrárna Ervěnice II, která byla uvedena do provozu v rozmezí let 1948 a 1950. Do provozu bylo uvedeno celkem 5 turbosoustrojí o celkovém výkonu 160 MW (5x32 MW). Elektrárna Ervěnice II byla zásobována hnědým uhlým z hnědouhelného lomu Hedvika. Provoz elektrárny Ervěnice II byl ukončen v roce 1980.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.545364000000001,
                    50.5271203085051
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 26,
                "name": "Poříčí I",
                "place": "Trutnov",
                "is_running": false,
                "years_in_service": "1914–1957",
                "power": "4,5 MW, později 26 MW a pak 6 MW",
                "sources1": "https://cs.wikipedia.org/wiki/Zanikl%C3%A9_elektr%C3%A1rny_v_%C4%8Cesku#Elektr%C3%A1rna_Po%C5%99%C3%AD%C4%8D%C3%AD_1",
                "sources2": "https://krkonossky.denik.cz/zpravy_region/epo1-se-chysta-k-otevreni-nabidne-umeni-v-turbinove-hale-i-rozvodnach-energie-20.html",
                "type": "Uhelná",
                "owner": "Svaz hospodářských družstev pro odběr elektrické energie",
                "description_short": "Elektrárna Poříčí I uvedená do provozu v roce 1914 dodávala elektrickou energii do 60 měst a o obcí v Trutnovském regionu. Instalovaný výkon elektrárny činil 4,5 MW, energii pro generátor dodávalo 6 kotlů. V následujících letech proběhla modernizace a instalovaný výkon vyšplhal až na 26 MW. V období druhé světové války se výkon snížil na 6 MW. Po uvedení do provozu elektrárny Poříčí II v roce 1957, byla elektrárna poříčí I odstavena a následně zrušena v roce 1970.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    15.9582431837067,
                    50.5776796889413
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 27,
                "name": "Poříčí II",
                "place": "Trutnov",
                "is_running": true,
                "years_in_service": "1957–součastnost",
                "power": "165 MW",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarny-porici-58181",
                "sources2": "https://dspace.cuni.cz/bitstream/handle/20.500.11956/83800/140050101.pdf?sequence=4&isAllowed=y",
                "type": "uhelná",
                "owner": "???",
                "description_short": "Elektrárna Poříčí II začala fungovat v roce 1957, jako náhrada elektrárny Poříčí I, s původními šesti kotly (jednotkový výkon 125 tun páry/hodinu), z nichž čtyři byly později nahrazeny dvěma moderními kotli fluidního typu v letech 1996 a 1998. Tyto fluidní kotle, spalující hnědé uhlí, mají každý jmenovitý výkon 250 tun páry/hodinu. Dva z původních kotlů jsou v současné době využívány jako havarijní rezerva pro vytápění. V strojovně elektrárny jsou instalovány tři turbogenerátory s jmenovitým výkonem 55 MW každý.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    15.9631020165296,
                    50.5729064091736
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 28,
                "name": "Jablonec",
                "place": "Jablonec nad Nisou",
                "is_running": true,
                "years_in_service": "1911–sedmdesátá léta",
                "power": "2,8 MW",
                "sources1": "https://pamatkovykatalog.cz/tepelna-elektrarna-20269539",
                "sources2": "",
                "type": "uhelná",
                "owner": "???",
                "description_short": "Jablonecká elektrárna byla postavena v roce 1911 podle projektu Josefa Ulricha. Strojovna elektrárny čítala 4 parní turbíny o celkovém výkonu přibližně 2,8 MW, které vyráběly mechanickou energii pro celkem 10 generátorů o výkonovém rozpětí 26-1400 kW. Provoz elektrárny byl v sedmdesátých letech 20. století přeorientován na kombinovanou výrobu elektrické a tepelné energie a v tomto provozu fungovala do 90. let 20. století.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    15.149,
                    50.727
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 29,
                "name": "Most",
                "place": "Most",
                "is_running": false,
                "years_in_service": "1897–???",
                "power": "2,7 MW",
                "sources1": "MIKEŠ, Jan. Elektrifikace Československa do roku 1938. Online, Disertační práce, vedoucí Efmertová, Marcela. Praha: Univerzita Karlova, Filozofická fakulta, 2016. Dostupné z: https://dspace.cuni.cz/handle/20.500.11956/83800. [cit. 2023-11-18].",
                "sources2": "https://de.wikipedia.org/wiki/Straßenbahn_Most_(Meterspur)",
                "type": "uhelná",
                "owner": "Brüxer Strassenbahn- und Elektrizitäts-Gesellschaft",
                "description_short": "V roce 1987 postavila belgická společnost  Société Anonyme d'Électricité městskou elektrárnu města Most. Ve stejném městě založilo město společnost Brüxer Strassenbahn- und Elektrizitäts-Gesellschaft, která se stala provozovatelem místní uhelné elektrárny a posléze i vybudované mostecké trakční sítě uvedené do provozu v roce 1899. Elektrárna o výkonu 2,7 MW byla zásobována uhlím z dolů Minerva a Himmelsfürstschacht. Elektrárna dodávala elektrickou energii pro město Most a okolí až po Žatec.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.6124219607144,
                    50.5155852529745
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 30,
                "name": "Liberec",
                "place": "Liberec",
                "is_running": false,
                "years_in_service": "1906–1922",
                "power": "1,79 MW",
                "sources1": "https://www.pamatkovykatalog.cz/tepelna-elektrarna-24056853",
                "sources2": "",
                "type": "černo uhelná",
                "owner": "Společnost liberecké pouliční dráhy",
                "description_short": "Tepelná elektrárna v Liberci vznikla v roce 1906 rozšířením trakční elektrárny. Dva roštové kotle spalovaly ročně 5000-6000 tun černého uhlí. Ve strojovně elektrickou energii vyrábělo dohromady 5 generátorů o celkovém instalovaném výkonu 1,79 MW. Součástí strojovny byly zároveň záložní elektrochemické akumulátory. V tomto režimu pracovala elektrárna až do roku 1922, kdy byla nahrazena elektrárnou v Andělské Hoře, Jablonci, saském Hirschfelde a machnínskou vodní elektrárnou.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    15.051,
                    50.763
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 31,
                "name": "Ústí nad Labem",
                "place": "na Špitálkém náměstí",
                "is_running": false,
                "years_in_service": "1899–1922",
                "power": "???",
                "sources1": "https://tramvajeusti.webnode.cz/products/areal-spitalske-namesti/",
                "sources2": "https://ustecky.denik.cz/zpravy_region/20100607_wv_teplarna_spitalske_prvni_vusti.html",
                "type": "hnědo uhelná",
                "owner": "AEG Union, později česky Elektrický podnik města Ústí nad Labem",
                "description_short": "Ústecká městská elektrárna byla uvedena do provozu v roce 1899. Elektrický stejnosměrný proud byl používán pro napájení tamní trakce, městských světelných okruhů a pro účely průmyslové byl transformován na proud střídavý. V roce 1922 byl provoz elektrárny přetvořen na teplárenskou výrobu. Ústí nad Labem bylo tak prvním městem na českém území, které mělo dálkové vytápění domácností a podniků. Teplárna byla v provozu až do roku 1968.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    14.0320322122695,
                    50.6620434852601
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 32,
                "name": "Holešovická elektrárna",
                "place": "Praha - Holešovice",
                "is_running": false,
                "years_in_service": "1900-1981",
                "power": "1908- 8924 kW, 1910 - 22MW",
                "sources1": "https://cs.wikipedia.org/wiki/Zanikl%C3%A9_elektr%C3%A1rny_v_%C4%8Cesku#Elektr%C3%A1rna_Praha-Hole%C5%A1ovice",
                "sources2": "http://www.odbornecasopisy.cz/elektro/casopis/tema/co-jsme-psali-pred-100-lety-3-elektrarny-hlav-mesta-prahy--17145",
                "type": "uhelná",
                "owner": "",
                "description_short": "Ústřední elektrická stanice královského města Prahy byla vybudována v letech 1898-1900. Původně byla osazena parními stroji a sloužila k dodávkách el. energie pro napájení tramvají. Postupně byla rozšiřována a modernizována. Po vydání zákona o velké Praze se stava centrální elektrárnou. Byla první elektrárnou na území dnešní Prahy vyrábějící střídavý proud.",
                "description1": "Elektrárna byla vybudována takticky na břehu Vltavy nedaleko nádraží Holešovice, aby bylo možné dovážet pomocí vlečky uhlí pro provoz. ",
                "description2": "Strojním vybavením elkrárny bylo po uvedení do provozu 5 parních strojů každy po 1000 HP (745,7 kW). V roce 1903 byla rozšířena o další parní stroj o výkonu 3000 HP (2,24 MW). V roce 1910 byla osazena první  parní turbínou v následujících letech byla osazována dalšími uhelnými kotli a parními kondenzačními turbínami její celkový výkon činil 22 MW. V roce 1925 se spustil kombinovaný provoz, sputili se tedy dodávky tepla pro Prahu. ",
                "description3": "V letech 1971-1975 byla přebudována na spalování těžkého topného oleje a přebudována na teplárnu. Postupně byly zbořeny 3 ze čtyř dominantních komínů. Od roku 1981 se jedná o památkově chráněný objekt.",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/32/1.jpg",
                "img2": "assets/img/32/2.jpg"
            },
            "geometry": {
                "coordinates": [
                    14.435645,
                    50.1091711
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 33,
                "name": "Karlín",
                "place": "Praha - Karlín",
                "is_running": false,
                "years_in_service": "1894-1939",
                "power": "",
                "sources1": "",
                "sources2": "",
                "type": "uhelná",
                "owner": "František Křižík ",
                "description_short": "Byla postavena v letech 1892-1894 jako jedna z prvních obecních elektrárem v Čechách. Dodávala stejnosměrný proud do obloukových lamp Karlínského veřejného osvětlení.",
                "description1": "Byla vybavena 4 parními kotly a dynamy, zbytkové teplo z kotlů bylo využito k vytápění lidových lázní a přilehlé prádelny. Dominatou elektrárny je 30 m vysoký komín, který byl v roce 1960 staticky zajištěn a stojí jako připomínka bývalé elektrárny dodnes.",
                "description2": "Po roce 1939 sloužila elektrárny již pouze jako měnírna a z původního místa pro kotle se staly sklady. Po roce 1945 sídlila v areálu opravna transformátorů, dílny ČSAD a kanceláře.",
                "description3": "Na obrázku je současná podoba místa bývalé elektrárny, kde byl zachován komín",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/33/1.jpg",
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    14.450583333333332,
                    50.09054722222223
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 34,
                "name": "Pardubice",
                "place": "ulice Arnošta z Pardubic",
                "is_running": false,
                "years_in_service": "1904-2001",
                "power": "15 MW",
                "sources1": "https://pamatkovykatalog.cz/elektrarna-mesta-pardubic-24537972",
                "sources2": "",
                "type": "černouhelná",
                "owner": "František Křižík -> město Pardubice-> ČEZ",
                "description_short": "Postavena firmou Fr. Křižíka, uvedena do provozu roku 1905. V roce 1911 ji vykoupilo město Pardubice a stala se městskou elektrárnou a sloužila k elektrifikaci Pardubic. Po vzniku ČSR a přijetí elektrifikačního zákona č. 438/1919 Sb. z. a n. RČS se stává elektrárnou svazovou zásobující široké okolí. Postupně (ve 20. a 30. letech 20. století) prošla elektrárna modernizací. Po druhé světové válce byla používána jako teplárna a přestavěna na spalování mazutu, v souvislosti s výrobou v Paramu (mazut odpadní produkt).",
                "description1": "Elektrárna byla vybavena 8 parními kotly které zásobovaly parou 3 turbíny s výkonem v součtu 10680 hp (7964 kW) a 3 parní stroje o výkonech 2x200 hp (149 kW) a 1x400 hp (298 kW). Elektřinu vyráběla 3 dynama o výkonu 2x100 kW a 1x270 kW, rozvod elektřiny byl tedy stejnosměrný. V letech 1912 a 1916 byly osazeny dva turbogenerátory o výkonech 1000 a 1100 kW (střídavé), při modernizaci v roce 1924  přibyl turbogenerátor o výkonu 5 MW. Přidány byly také sychronní konvertory pro transformaci stejnosměrného proudu z dynam na střídavý proud do tehdejšího rozvodu. V roce 1937 elektrárna získala teplárenskou funkci a zásobovala teplem část Pardubic. Po druhé světové válce přešla plně na teplárenskou funkci, kterou plnila do roku 2001. Zásobování Pardubic teplem je realizováno z elektrárny/teplárny <span class=\"description-link 38\">Opatovice</span>.",
                "description2": "V současné době v areálu sídlí několik společností. V bývalé elktrárně se nachází plynový kotel a slouží jako záložní zdroj pro vytápění Pardubic. Je pod správou společnosti ČEZ. ",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/34/1.jpg",
                "img2": "assets/img/34/2.jpg"
            },
            "geometry": {
                "coordinates": [
                    15.7775633,
                    50.0328394
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 35,
                "name": "Kolín, původní (Křižíkova)",
                "place": "levý břeh Labe",
                "is_running": false,
                "years_in_service": "1916-1932",
                "power": "Není známo",
                "sources1": "https://www.cestyapamatky.cz/kolinsko/kolin/tepelna-elektrarna",
                "sources2": "",
                "type": "uhelná",
                "owner": "František Křižík -> ESSO",
                "description_short": "Elektrárna byla v Kolíně postavena pro napájení obloukových lamp nacházejících se nejprve v prostorách Horského cukrovaru, aby nahradila malou podnikovou elektrárničku. Postavila ji firma Františka Křižíka v letech 1911-1912 v prostoru mezi ulicemi  Pod Hroby a Zengrova (dnešní průmyslová zóna). Na elektrárnu bylo postupně připojeno 37 obcí. V roce 1916 prodal F. Křižík elektrárnu společnosti ESSO, která ji v letech 1916-19 zmodernizovala. Ve 20. letech 20. století se zvýšila spotřeba elektrické energie na tolik, že již tato elektrárna výkonem nestačila, a tak byla v letech 1930-1932 vybudována společností ESSO <span class=\"description-link 36\">nová elektrárna</span> na druhém břehu Labe.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    15.2145008,
                    50.0234172
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 36,
                "name": "Kolín, současná",
                "place": "pravý břeh Labe",
                "is_running": true,
                "years_in_service": "1932-dosud",
                "power": "239,7 MW",
                "sources1": "https://www.cestyapamatky.cz/kolinsko/kolin/tepelna-elektrarna",
                "sources2": "",
                "type": "uhelná",
                "owner": "původně ESSO, nyní Veolia",
                "description_short": "Elektrárna byla vybudována na místě bývalého Horského cukrovaru na pravém břehu Labe v části Zálabí. Je často citována jako architektonická památka postavená ve stylu funkcionalismu architektem Jaroslavem Fragnerem (1898-1967). Původně byl navržen a postaven zděný komín vysoký 117 m a široký 5 m, který byl tehdy nejvyšším komínem v Evropě. Elektrárna byla osazena uhelnými kotli a 3 parními turbínami (střídavý proud). Po roce 1948 byla znárodněna a spojena s Teplárenskými závody Praha - Holešovice, přešla částečně na teplárenský provoz a bylo v jednání její zrušení. V 60. letech 20. století bylo rozhodnuto o jejím zániku a přechodu na teplárenský provoz, kdy byly všechny 3 turbíny zlikvidovány. Elektrárnu na čas zachránila opět stoupající poptávka o elektrickou energii, kdy v roce 1984 byl zprovozněn kotel na hnědé uhlí. Úplné odstavení elektrárny (i teplárny) bylo plánováno na rok 1989 v souvislosti s výstavbou parního napáječe z elektrárny <span class=\"description-link 37\">Chvaletice</span>. Na štěstí (pro elektrárnu) došlo ke změně politických a společenských poměrů. V roce 1992 vznikla akciová společnost Elektrárna Kolín, bylo rozhodnuto o návratu výroby elektřiny a v roce 1994 byl spuštěn provoz kotle K6 pro spalování plynu. Elektrárna do současnosti několikrát změnila majitele a v roce 2003 v ní byl uveden do provozu současný hlavní zdroj hnědouhelný kotel K8. V současnosti je majitelem společnost Veolia.       ",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/36/1.jpg",
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    15.209115,
                    50.0303975
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 37,
                "name": "Chvaletice",
                "place": "Mezi obcemi Chvaletice a Trnávka",
                "is_running": true,
                "years_in_service": "1979-dosud",
                "power": "820 MW",
                "sources1": "",
                "sources2": "",
                "type": "uhelná",
                "owner": "V současnosti 7 energy",
                "description_short": "Postavena byla v letch 1973-1979 na místě po těžbě pyritu. Do roku 2021 šlo o nejmladší uhelnou elektrárnu v ČR. Má 4 hnědouhlené kotle a 4 rovnotlaké kondenzační turbíny, napětí na svorkách generátoru je 15,75 kV a je pomocí blokových transformátorů převáděno a připojeno na linku 400 kW. Elektrárna je typická svým 300 m vysokým komínem a čtyřmi 100 m vysokými a 60 m  v růměru u země měřicími chladicími věžemi. Po roce 1989 byla elektrárna provozována společností ČEZ. V roce 2011 se uvažovalo o  zrušení elektrárny, případně o jejím prodeji, jedním z důvodů byl nákup emisních povolenek a obecně problematika vypouštěných emisí. Elektrárna se nakonec stala majetkem společnosti Sev.en EC, která v roce 2016 zahájila její modernizaci ke snížení vypouštěných emisí. Kromě elekrárenského provozu je odpadní teplo využíváno k dodávkám tepla do města Chvaletice, obce Trnávka, dvou průmyslových areálů mezi městem a elektrárnou a pro vlastní provoz elektrárny. Od plánovaného parovodu do <span class=\"description-link 36\">Kolína</span> bylo nakonec upuštěno, byl by neefektivní.   ",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/37/1.jpg",
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    15.452777777777778,
                    50.02861111111111
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 38,
                "name": "Opatovice",
                "place": "",
                "is_running": true,
                "years_in_service": "1959-dosud",
                "power": "360 MW",
                "sources1": "https://www.eop.cz/historie-soustavy",
                "sources2": "https://pardubicky.denik.cz/zpravy_region/uhli-v-opatovicich-chteli-soudruzi-nahradit-uranem-20191020.html",
                "type": "Vedeno jako kogenerační uhelná elektrárna",
                "owner": "EOP",
                "description_short": "Uvedena do provozu roku 1959 (první blok), od začátku projektována pro elektrárenský i teplárenský provoz. Skládá se z 6 bloků, které byly všechny uvedeny do provozu do roku 1960. V roce 1969 byla schválena studie CZT (centrální zásobování teplem) a elektrárna byla postupně připojována jako teplárna pro zásobování teplem Pardubic, Hradce Králové a okolí. Pro výrobu elektrické energie je vybavena kotly s práškovým spalováním a 3 kondenzačními, 2 odběrovými a 1 protitlakou turbínou. V současné době je v plánu přestavění elektrárny pro spalování plynu.",
                "description1": "V roce 1980 byla zahájena příprava na hledání lokality nové jaderné elektrárny (JE) východní Čechy, kde hrálo umístění stávající elektrárny značnou roli. Plán uvažoval s postavením JE v místech stávající uhelné s výkonem 2x1GW. Stavba by byla plánována pro léta letech 1994-2000. Ovšem po nehodě v Černobylu a následné změně politického režimu v zemi bylo umístění v blízkosti měst Pardubice a Hradec Králové vyhodnoceno jako nevhodné a tyto plány kompletně zanikly.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/38/1.jpg",
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    15.7909706,
                    50.1269586
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 39,
                "name": "Mělník I",
                "place": "Přibližně 13 km pod soutokem Labe a Vltavy  ",
                "is_running": true,
                "years_in_service": "1960-dosud",
                "power": "240 MW",
                "sources1": "https://www.svetenergie.cz/cz/energetika-zblizka/uhelne-elektrarny/uhelne-elektrarny-cez/elektrarna-melnik",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "Od roku 1993 Energotrans, 2012 ČEZ (100% akciový podíl)",
                "description_short": "Stavba byla zahájena v roce 1956 a do provozu byla uvedena v roce 1960. V osmdesátých letech 20. století začala přestavba na teplárnu. Současně byla zahájena výstavba tepelného napaječe do Pražské tepelné soustavy. Dodávka tepla pro Prahu byla zahájena roku 1995.  ",
                "description1": "Vybavením jsou 4 kotle na spalování hnědého uhlí s parními turbínami pohánějícími 4 turbogenerátory každý o výkonu 60 MW. ",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/39/1.jpg",
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    14.4172844,
                    50.4138506
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 40,
                "name": "Mělník II",
                "place": "",
                "is_running": true,
                "years_in_service": "1966-dosud",
                "power": "220 MW",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarna-melnik-58183",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "Od roku 1993 Energotrans, 2012 ČEZ (100% akciový podíl)",
                "description_short": "V roce 1971 uvedeny do provozu 4 bloky po 110 MW. V 80. letech 20. století postupně modernizovány elektroodlučovače. ",
                "description1": "V rámci realizace útlumového programu zdrojů ČEZ došlo k rozhodnutí provozovat po nabytí nové ekologické legislativy (od 1. 1. 1999) pouze dva bloky.",
                "description2": "V letech 1994-1996 prošly dva pokračující bloky celkovou rekonstrukcí. Byly naistalované nové turbíny s možností odběru tepla i v horké vodě. Primárním cílem bylo snížení emisí NOx. V roce 1998 se pokračovalo v modernizaci hlavně z hlediska odsiřování.",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/40/1.jpg",
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    14.4177844,
                    50.4138506
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 41,
                "name": "Mělník III",
                "place": "",
                "is_running": true,
                "years_in_service": "1981-dosud",
                "power": "500 MW",
                "sources1": "https://www.svetenergie.cz/cz/energetika-zblizka/uhelne-elektrarny/uhelne-elektrarny-cez/elektrarna-melnik",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "Od roku 1993 Energotrans, 2012 ČEZ (100% akciový podíl)",
                "description_short": "Elektrárna s jedním blokem 500 MW byla uvedena do trvalého provozu v roce 1981, ve své době to byl blok s největším výkon v republice. Prošel v průběhu doby rekonstrukcemi pro zlepšení ekologičnosti a ekomomčnosti provozu, díky tomu bylo v leteh 1994-1998 rozhodnuto o prodloužení životnosti elektrárny o dalších nejméně 20 let.",
                "description1": "Pro využití vytékající vody z elektrárny byla v areálu postavena MVE.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/41/1.jpg",
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    14.418284400000001,
                    50.4138506
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 42,
                "name": "Šternberk",
                "place": "",
                "is_running": false,
                "years_in_service": "1890-1931",
                "power": "Není známo",
                "sources1": "sternberg.org (technické památky)",
                "sources2": "",
                "type": "Uhelná",
                "owner": "Alois Belleda -> město Šternberk ",
                "description_short": "Na konci 19. století se šternberské mlýny, tkalcovny, textilky a další výrobny začaly osazovat parními stroji. V roce 1883 Johan Belleda přebudoval budovu bělidla a barvírny na parní pohon a v letech 1887-1889 ji začal přestavovat na parní elekrárnu. Od roku 1890 začal Alois Belleda vyrábět elektřinu. Od roku 1895 napájela Belledova elektrárna také veřejné osvětlení. V roce 1911 převzalo elektrárnu město a provozovalo ji do roku 1931, kdy byla přestavěna na rozvodnu.",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": "assets/img/42/1.jpg",
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    17.2890217,
                    49.72193
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 43,
                "name": "Třebovice",
                "place": "Ostrava",
                "is_running": true,
                "years_in_service": "1933–dosud",
                "power": "2x21 MW, zničena německou armádou; 65 MW v roce 1939; 285,5 MW v roce 1955;",
                "sources1": "https://www.historickaostrava.cz/elektrarna-v-ostrave-trebovicich/",
                "sources2": "",
                "type": "Uhelná",
                "owner": "Veolia Energie ČR",
                "description_short": "V roce 1920 byla založena společnost Moravskoslezské elektrárny (MSE) se sídlem v Moravské Ostravě s původním akciovým kapitálem 15 mil. Kč. Tato společnost měla na starost obvod župy moravskoslezské, v podstatě skoro celé Opavsko, Těšínsko a východní část Moravy až po Radhošť a Bělotín. Zásobovací oblast MSE tvořilo území o rozloze 4560 km2, ve kterém bylo 28 soudních okresů s 511 obcemi a celkem 845000 obyvateli. ",
                "description1": "Z počátku MSE nakupovala elektřinu od důlních elektráren, v průběhu let však plánovala postavit vlastní parní elektrárnu v ostravském kamenouhelném revíru. Na popud Vladimíra Lista (1877–1971) se obě elektrárenské společnosti (MSE i Severomoravské elektrárny – SME) dohodly na společné výstavbě parní elektrárny v Třebovicích.",
                "description2": "Třebovická elektrárna byla vyprojektována již ve 20. letech 20. století, ale k zahájení výstavby došlo v roce 1929, kdy byla vypsána soutěž na výstavbu ústředny 40 (případně)100 atm. a více. S ohledem na nejhospodárnější řešení bylo rozhodnuto o výstavbě vysokotlaké ústředny 130 atm., která ze všech soutěžních projektů slibovala nejpříznivější využití tepla. O umístění elektrárny v Třebovicích rozhodla blízkost uhelných dolů, dostupnost vody z řeky Opavy i dostatečný prostor pro případné rozšiřování. ",
                "description3": "Výstavba elektrárny začala v roce 1931. Hlavní halu tvoří ocelová konstrukce s vyzdívkou z režného zdiva. V areálu byly postaveny dvě nádrže na vodu, protože blízká řeka měla hlavně v létě nízký průtok vody. V elektrárně byly vnitřní rozvody na 22 kV pro potřeby MSE a domácí rozvodny na 3 000 V a 380 V. Vedle budov elektrárny byla postavena venkovní nekrytá rozvodna na 110 kV, odkud vycházela dvě dálková vedení směrem na Přerov a Žilinu.  Náklady na výstavbu dosáhly částky zhruba 80 milionu Kčs[M1] . ",
                "description4": "Třebovická elektrárna byla spuštěna dne 1. července 1933. Jednalo se o nejsilnější vysokotlakou elektrickou ústřednu na světě, největší elektrárnu na Moravě a zároveň nejmodernější ve střední Evropě. První etapa výstavby byla dokončena v roce 1939, elektrárna měla tehdy výkon 65 MW.",
                "description5": "Ačkoliv elektrárna pracovala s nejhorším ostravským uhlím, celé zařízení se vyznačovalo překvapující čistotou. Uhlí se automaticky vážilo a pomocí mechanických dopravníků bylo dopraveno do mlýnice. Ohromné mlýny uhlí pohltily a semlely na prach, který ventilátory nafoukaly do zásobníků, umístěných vysoko pod střechou kotelny. Kotelna byla 35 metrů vysoká budova, v níž bylo čisto a topič vše ovládat pomocí přístrojů, které informovaly o probíhajících procesech. Struska a popílek kotelních agregátů se odplavovaly do jam na strusku, ležících mimo budovu, odkud se nakládaly do vagonů, a poté odvážely na skládky v okolí.",
                "description6": "Během druhé etapy výstavby v letech 1950 až 1955 byl výkon elektrárny zvýšen na 285,5 MW. V této etapě byl také postaven třetí komín, později také tři nové chladící věže. ",
                "description7": "Koncem roku 1958 bylo v blízkosti elektrárny vybudováno odkaliště, na které se plavila větší část zadrženého popílku a přibližně 40 % produkce strusky. Po roce 1960 byla zahájena dodávka tepla do ostravské části Poruba a z elektrárny se stala teplárna.",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    18.2116,
                    49.8316
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 44,
                "name": "Vítkovice",
                "place": "Ostrava",
                "is_running": true,
                "years_in_service": "cca 1947–dosud",
                "power": "3x342 MW",
                "sources1": "https://cs.wikipedia.org/wiki/Elektrárna_Vítkovice",
                "sources2": "",
                "type": "Černouhelná",
                "owner": "ČEZ, a. s.",
                "description_short": "V elektrárně jsou umístěny tři kotelní jednotky s tepelným výkonem 342 MW. Tyto kotle vyprodukují 4000 TJ páry za rok. Pára slouží z 55 % k produkci elektrické energie, zbývající část energie se využívá pro výrobu tepla (ročně 210 000 MWh).",
                "description1": "Pod tento závod spadá také mobilní výtopna na zemní plyn, která je umístěna ve firmě Vítkovice Steel. Tato výtopna disponující tepelným výkonem 18 MW a roční produkcí 200 TJ slouží k výrobě páry pro potřebu vakuového lití oceli.",
                "description2": "Provozovatelem tohoto energetického zdroje byla od roku 2000 společnost Energetika Vítkovice, a. s., jehož jediným akcionářem byla Severomoravská energetika, a. s. Dne 26. října 2007 se jediným akcionářem této firmy stala společnost ČEZ. Dne 1. října 2008 společnost Energetika Vítkovice zanikla bez likvidace, neboť fúzovala s mateřskou společností ČEZ.",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    18.273899999999998,
                    49.8161
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 45,
                "name": "Na Zámostí",
                "place": "Ostrava",
                "is_running": false,
                "years_in_service": "1896–1945",
                "power": "cca do 1 MW",
                "sources1": "https://www.historickaostrava.cz/stara-elektrarna-na-zamosti/",
                "sources2": "",
                "type": "Uhelná",
                "owner": "Není známo",
                "description_short": "Obecní elektrárna ve Slezské Ostravě byla vybudována v roce 1896. Elektrárna napájela čerpací stanici vodárny, síť veřejného elektrického osvětlení a později i úzkorozchodnou tramvajovou trať do Michálkovic a Hrušova.",
                "description1": "V souvislost se stavbou nového vodojemu na Hladnově vznikla vůbec první elektrárny na Ostravsku. Do vodojemu v elektrárně na Zámostí byla samospádem přiváděna voda z lesa Důlňáku. Z vodojemu v elektrárně byla voda přečerpávána do zemního vodojemu na Jaklovci. ",
                "description2": "Tehdejší obci Polská Ostrava byla 28. října 1895 udělena koncese na stavbu a provozování elektrárny. Projekt a stavbu provedl místní, národnostně český, architekt a stavitel Bohumil Židlický. Strojní vybavení (kotle a rychloběžné parní stroje) dodaly Adamovské strojírny Bromovský, Schulz & Sohr. V budově elektrické centrály byla kotelna, strojovna, vodárenská místnost, skladiště a dílna. Vedlejší budova sloužila pro kanceláře. Součástí elektrárny byl také komín vysoký 35 metrů.",
                "description3": "Elektrárna vyráběla stejnosměrný proud 2x 150 V. Původně dodávala proud 80 odběratelům, včetně Jámy Terezie a koksovny Jámy Trojice. ",
                "description4": "Čerpací stanice vodovodu byla umístěna v „Centrální stanici pro elektrické osvětlení“ pravděpodobně z úsporných důvodů, protože obsluha elektrárny a vodárny byla spojena. Elektrická energie se používala pro pohon pístového čerpadla. ",
                "description5": "V roce 1911 byly přistavěny suterénní prostory pro akumulátor, který napájel tramvajovou trať do Michálkovic, a po rozšíření o další kotel a parní stoj o výkonu 200 koní i tramvajovou trať do Hrušova. ",
                "description6": "V roce 1914 byl parní pohon přeměněn na pohon elektrický. Ve stejném roce byla postavena elektrárna na koksovně Karolina a transformační stanice na dole Terezie. ",
                "description7": "Další rekonstrukce elektrárny probíhaly v letech 1931 až 1933. Elektrárna přešla na střídavý proud a byla proměněna na transformační stanici. V roce 1941 byla elektrárna sloučena s obecní elektrárnou v Radvanicích. ",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    18.297148882264935,
                    49.839471541854834
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 46,
                "name": "Moravská Ostrava",
                "place": "Ostrava",
                "is_running": false,
                "years_in_service": "1896–1967",
                "power": "28,7 MW",
                "sources1": "https://www.historickaostrava.cz/elektrarna-moel/",
                "sources2": "",
                "type": "Uhelná",
                "owner": "Karolína",
                "description_short": "Historie elektrárny započala v květnu roku 1896, kdy město Moravská Ostrava udělilo budapešťské firmě Ganz&Comp. koncesi na výstavbu a provozování městské elektrárny, a to na dobu padesáti let. V prosinci téhož roku byly dokončené dva kotle s parním strojem a 600 kW generátorem a byl zahájen zkušební provoz. V lednu 1898 byla elektrárna i s rozvodnou dokončena a zprovozněna.",
                "description1": "V roce 1900 společnost Ganz&Comp. zakládá Moravskoostravskou elektrárenskou akciovou společnost (MOEL) se základním kapitálem 2,5 milionu korun, která elektrárnu převzala.",
                "description2": "Na přelomu století neustále rostla spotřeba energie, obzvláště v souvislosti s budováním místních drah s elektrickým napájením. V květnu 1901 zde byl zahájen provoz patnácti elektrických tramvají.",
                "description3": "Po roce 1918 se akcionářem elektrárny stalo město Moravská Ostrava. Elektrárna i další provozy se modernizovaly a rozšiřovaly. V meziválečné době vzrostl akciový kapitál společnosti až na 11 milionů Kč.",
                "description4": "V roce 1959 byla elektrárna upravena na výtopnu pro budované sídliště Jindřiška. Výroba elektřiny stále klesala a v roce 1961 byla trvale zastavena. Bývalá elektrárna pak byla přejmenována na Teplárnu Ostrava.",
                "description5": "Nejstarší ostravská elektrárna MOEL ukončila provoz 9. listopadu 1967.",
                "description6": "Rozvodna na rozdíl od elektrárny však fungovala dále. V 80. letech 20. století byla modernizována v souvislosti s přechodem města z napění 6 kV na 22 kV. Od roku 1996 sloužila jen jako provozní záloha.",
                "description7": "Ještě nedávno byla nejstarším elektrotechnickým zařízením svého druhu na celém území Moravy a Slezska. V roce 2008 byl areál zbořen.",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    18.282809508970043,
                    49.835383379906155
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 47,
                "name": "Přerov",
                "place": "město Přerov",
                "is_running": false,
                "years_in_service": "1919–1965",
                "power": "do 10 MW, od roku 1929 30 MW",
                "sources1": "https://issuu.com/vkol/docs/krok_03-2022_oba_lka_www3_1_/s/16645659",
                "sources2": "",
                "type": "Uhelná",
                "owner": "Středomoravská elektrárna, společnost s ručením omezeným v Přerově",
                "description_short": "Jde o unikátní industriální stavbu vystavěnou v duchu geometrické moderny podle návrhu pražského architekta Ladislava Skřivánka a do provozu byla uvedena v roce 1920. Rostoucí spotřeba elektřiny si vynutila rozšíření přerovské elektrárny v letech 1927–1929 o další turbogenerátory, tím však byly její výrobní rezervy vyčerpány.",
                "description1": "V říjnu 1938, po odstoupení severomoravských území Sudet Německu, byla na příkaz říšského ministerstva hospodářství zřízena v Opavě společností Elektrowerke, A. G. Berlin důvěrnická správa výroben elektřiny a rozvodných zařízení SME ležících v oblasti Sudet. Elektrowerke, resp. Reichselektrowerke A. G. Berlin pak, opět na příkaz říšského ministerstva hospodářství, zahájila jednání o koupi elektrárny v Třebovicích, včetně příslušných rozvodných zařízení.",
                "description2": "Odprodej elektrárny, resp. její ideální poloviny patřící SME, byl schválen na XIX. řádné valné hromadě 19. července 1940. Současně však musela být uzavřena smlouva o odběru elektřiny z třebovické elektrárny, protože vodní elektrárna ve Strži u Kroměříže mohla krýt jen nepatrnou potřebu proudu pro zásobování území v působnosti SME i přesto, že se zmenšilo téměř o polovinu. Původní přerovská elektrárna byla schopna vykrývat pouze tzv. odběrové špičky. Takto dodávaná elektřina měla být hrazena odpočty z podílu kupní ceny za elektrárnu v Třebovicích, který náležel SME.",
                "description3": "Kontakty s Moravsko-slezskými elektrárnami Moravská Ostrava započaté při výstavbě a využívání elektrárny v Třebovicích vyústily v roce 1941 ve fúzi obou firem. Fúzi schválila mimořádná valná hromada 12. září 1941, současně došlo i ke změně názvu firmy na „Východomoravské elektrárny, akciová společnost v Přerově“. Do obchodního rejstříku Krajského soudu v Olomouci byla změna zapsána 25. litopadu 1941 (dále viz archivní fond „Východomoravské elektrárny, akciová společnost v Přerově“, č. NAD: 2291*).",
                "description4": "Tepelná elektrárna Přerova odebírala ostravské uhlí z dolů Anselm, Betyna, Šalamoun a Žofie v množství 7260 t/rok. V kotelně bylo instalovány 4 strmotrubné kotle s rošty Weck výroby Sládek/Spojené strojírny. Pára roztáčela 2 parní turbíny o výkonech 2000 a 7200 ks. Elektřinu vyráběly 2 generátory o výkonu 1200 kW z roku 1919 od firmy BBC a o výkonu 4550 kW z roku 1921 od firmy ČMK (Českomoravská-Kolben). Doplňujícím strojem byl 1 motorgenerátor o výkonu 23 kW. Záložním zdrojem byla 63 článkový akumulátor o kapacitě 135 Amp/h. V rozvodně byly osazeny dva transformátory o výkonu 4000 kVA z roku 1921 od firmy ČMK. Elektrárna má vysoký regionální význam v rámci historického vývoje elektrizace Moravy jako součásti celkové koncepce soustavné elektrizace.",
                "description5": "Československé republiky, která vycházela ze zákona č. 438 Sb. z. a n. RČS, ze dne 22. 7. 1919, o státní podpoře při zahájení soustavné elektrizace. Jedinečné architektonické řešení spočívá v kombinaci funkční stavby s reprezentativní architektonickou formou a detailem. Mimořádné je zachování autentické podoby architektury zejména provozoně-administrativní budovy, včetně zachovaných architektonických detailů, jako jsou například detail zobořezu na fasádách, kontrastní užití červených pálených a režných cihel atd. Nesporná je urbanistická hodnota, neboť se jedná o významnou dominantu Přerova, která je nedílnou součástí historicky ustálených panoramatických pohledů na město. Komíny z tmavých cihel s kovovými skružemi jsou charakteristickým vizuálním znakem města v blízkých i dálkových pohledech. Ve městě ale již působil zařizující výbor pro elektrické osvětlení, jehož členové požádali v roce 1896 o povolení vést sítě elektrických drátů po ulicích a veřejných místech. Zároveň se jednalo o výstavbě elektrické centrály, jako staveniště bylo původně vybráno náměstí Na Marku.",
                "description6": "V listopadu 1896 schvaloval obecní výbor v čele se starostou Františkem Tropperem stavbu městské elektrárny. Projekt vytvořil Ing. Josef Pfeffermann ve stavební kanceláři architekta a stavitele Edvarda Sochora. Pro osvětlení města byla nejvhodnější stejnosměrná síť o nízkém napětí, jehož zdroj bylo třeba umístit uprostřed zástavby. Za tím účelem byly získány pozemky na levém břehu Bečvy, na dnešním nábřeží Protifašistických bojovníků. Hlavními prvky průčelí byly termální okno strojovny a čtyřicetimetrový komín kotelny. Stavba byla zadána staviteli Františku Žákovi v Přerově a zahájena na jaře 1897. Parní kotle, napájecí pumpy a parní stroje dodala strojnická továrna Mäerky, Bromovský a Schulz z Hradce Králové. Dynama, rozváděč, obloukové lampy systém Doubrava-Donát a rozvodnou síť dodala a provedla firma Bartelmus, Donát a spol., elektrotechnická továrna v Brně, vše za paušální obnos 92 817 zl. 87 kr.Stavba, jakož i montáž strojního zařízení, byla v poměrně krátkém čase provedena, takže již 15. října 1897 byla uvedena městská elektrárna do provozu.",
                "description7": "Zařízení kotelny sestávalo ze dvou parních kotlů systém „Tischbein“, každý o 135 m2 výhřevné plochy, při tlaku 10 atmosfér, a dvou parních čerpadel pro napájení kotlů. Ve strojovně byly postaveny pro výrobu elektrické energie dva parní stojaté rychloběžky, každá na výkon 120 koňských sil. Stejnosměrná dynama o výkonu po 65 KW byla přímo spojena s parními stroji.",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    17.45111111111111,
                    49.455555555555556
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 48,
                "name": "Tušimice I",
                "place": "Tušimice",
                "is_running": false,
                "years_in_service": "1964–1998",
                "power": "6x110 MW, odstaveno v rámci útlumového programu",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarny-tusimice-58175",
                "sources2": "",
                "type": "Hnědouhelná",
                "owner": "ČEZ, a. s.",
                "description_short": "Stejně jako Elektrárna Tušimice I (ETU I), která již dosloužila, byla i Elektrárna Tušimice II postavena přímo u zdroje paliva – Doly Nástup Tušimice. Umístění elektrárny v centru výskytu hnědého uhlí s pásovou dopravou od těžebních strojů až do elektrárny byly a jsou hlavními přednostmi lokality Tušimice, neboť zcela odpadají náklady za dopravu uhlí po železnici. To významně snižuje výrobní náklady a řadí elektrárnu mezi nejefektivnější provozy v České republice.",
                "description1": "Proto byla a je elektrárna od doby svého spuštění vždy maximálně využívána. ETU I s plným instalovaným výkonem pracovala až do začátku 90. let 20. století, poté bylo všech 6 bloků v rámci útlumového programu odstaveno. Komín elektrárny padl odstřelem k zemi v listopadu 2005, byl to dosud nejvyšší železobetonový komín (196 metrů) v ČR.",
                "description2": "Při stavbě, stejně jako u sousední elektrárny Tušimice II, byly odkryty stopy po pravěké těžbě křemence. Šlo o desítky  prehistorických těžebních objektů z mladší doby kamenné, první a unikátní nález tohoto druhu v tehdejší ČSSR.",
                "description3": "V 10. letech 21. století byly na ploše po zrušené elektrárně otevřeny skleníky pro pěstování zeleniny (např. rajčat), skleníky používají odpadní teplo z ETU II.",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.333958333333333,
                    50.38636388888889
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 49,
                "name": "Tušimice II",
                "place": "Tušimice",
                "is_running": true,
                "years_in_service": "1975–dosud",
                "power": "4x200 MW",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarny-tusimice-58175",
                "sources2": "",
                "type": "Hnědouhelná",
                "owner": "ČEZ, a. s.",
                "description_short": "Elektrárna Tušimice II se čtyřmi 200 MW bloky zahájila provoz v letech 1974–1975. Postavena byla, shodně jako první, přímo u zdroje paliva Dolů Nástup Tušimice, odkud přichází palivo pásovou dopravou až do kotelny. Společnost ČEZ Teplárenská, a. s. dodává teplo vyrobené v elektrárně svým zákazníkům do nejbližšího okolí a zásobuje teplem město Kadaň. Celková roční dodávka tepla odběratelům je cca 500 TJ při maximálním tepelném výkonu 85 MWt.",
                "description1": "Mezi roky 2007 a 2012 elektrárna Tušimice II prošla grandiózní komplexní obnovou, která zajistila její budoucí provoz podle současných evropských standardů přibližně do roku 2035, kdy se předpokládá vytěžení sousedního dolu Libouš. Účinnost elektrárny se zvýšila o 6 %, čímž došlo k 14% úspoře paliva na vyrobenou MWh. Modernizovaná technologie umožňuje spalovat v budoucnu i méně kvalitní palivo z dolu Libouš. Modernizované je i odsiřovací zařízení postavené v letech 1994–1997. Nyní je připraveno plnit ty nejpřísnější limity v oblasti vypouštění emisí po roce 2016. Emise oxidů dusíku se podařilo snížit o 70 %, emise oxidu siřičitého o 79 % a emise tuhých znečišťujících látek o 87 %.  (První ekologizací však již elektrárna prošla v devadesátých letech 20. století, kdy se v první vlně snížily její emise o více než 90 %!) Vedlejší energetické produkty (popílek, struska a deponát) vznikající v Elektrárně Tušimice II jsou certifikovanými výrobky. Deponát slouží k revitalizaci krajiny po důlní činnosti, certifikovaná struska je využívána k asanaci bývalého složiště Tušimice a popílek se prodává pro využití ve stavebnictví. Komplexní obnova v hodnotě 26 miliard korun také pomohla překonat ekonomickou krizi v lokalitě a prodloužení provozu o 25 let umožnilo zachovat tisíce pracovních míst.",
                "description2": "Pod vedením generálního dodavatele ŠKODA PRAHA Invest došlo k výměně čtyř původních kotlů, rekonstrukci elektroodlučovačů, vybudování nového odsíření a rekonstrukci vodního hospodářství elektrárny. Na upravených turbínových stolicích jsou nyní nainstalovány čtyři nové třítělesové turbíny, každá o výkonu 200 MW. Čtyři generátory pro strojovnu, komplexní zařízení pro elektročást a systém automatizovaného řízení technologických procesů dodala společnost Siemens. Dosažené parametry odpovídají hodnotám předepsaným pro tzv. BAT (Best Available Technology, které představují světově uznávaný standard dosažení emisních limitů a zvýšení účinnosti modernizovaných zdrojů).",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.334458333333334,
                    50.38636388888889
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry_disabled",
                "entry_id": 50,
                "name": "Prunéřov I",
                "place": "Mezi Chomutovem a Kláštercem nad Ohří",
                "is_running": false,
                "years_in_service": "1967–2020",
                "power": "660 MW, pak sníženo na 4x110 MW v rámci útlumového programu",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarny-prunerov-58176",
                "sources2": "",
                "type": "Hnědouhelná",
                "owner": "ČEZ, a. s.",
                "description_short": "Elektrárna Prunéřov (EPRU) leží na západním okraji severočeské hnědouhelné pánve mezi Chomutovem a Kláštercem nad Ohří. Původně byla organizačně spojena s Elektrárnou Tušimice I a Tušimice II v Elektrárnách SSM, později v Podkrušnohorských elektrárnách. Samostatnou organizační jednotkou ČEZ, a. s., se staly v roce 1993. V současné době opět tvoří společnou organizační jednotku s Elektrárnou Tušimice.",
                "description1": "Elektrárna Prunéřov patří k největším dodavatelům elektřiny. Zároveň prostřednictvím společnosti ČEZ Teplárenská, a. s., dodává teplo do Chomutova, Jirkova a Klášterce nad Ohří. Instalovaný výkon pro dodávku tepla dosahuje 500 MW. Roční dodávka tepla pro všechna tři města činí 920 TJ.",
                "description2": "Dodavatelem zařízení pro Elektrárnu Prunéřov I byla německá firma Bischoff, GmbH a zařízení bylo dokončeno a uvedeno do plného provozu koncem roku 1995.",
                "description3": "Provoz Elektrárny Prunéřov I byl ukončen 30. června 2020. Firma ČEZ hodlala následně využít areál k výstavbě paroplynového cyklu, plynové kotelny, solárního parku, bateriového úložiště či jiným způsobem. Likvidace elektrárny začala 13. května 2022 zahájením demolice chladicích věží. Dvě stě metrů vysoký komín byl odstřelen 23. června 2023.  Odstřel proběhl v 10h56, přičemž počet minut symbolizuje 56 let existence elektrárny.",
                "description4": "V devadesátých letech 20. století byl výkon EPRU I v rámci útlumového programu snížen o třetinu. V letech 1995 a 1996 byly obě elektrárny vybaveny odsiřovacím zařízením poté, kdy v důsledku nekontrolovatelného vypouštění oxidů síry do ovzduší a následných kyselých dešťů, docházelo k rozsáhlé likvidaci lesního porostu přilehlých Krušných hor. Následky této devastace přírody jsou patrné dodnes a návrat k normálu bude ještě dlouhý proces. V evropském žebříčku sledujícím nejvyšší emise oxidu uhličitého elektráren ve vztahu k vyrobenému množství elektrické energie skončily elektrárny na dvanáctém místě (co do absolutního objemu emisí CO2 je Prunéřov až na dvacátém místě v Evropě). V rámci České republiky jsou elektrárny největším zdrojem emisí oxidu uhličitého, v roce 2007 emitovaly 10,1 milionů tun.",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.259,
                    50.418
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 51,
                "name": "Prunéřov II",
                "place": "Mezi Chomutovem a Kláštercem nad Ohří",
                "is_running": true,
                "years_in_service": "1982–dosud",
                "power": "1050 MW, 3x250 MW",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarny-prunerov-58176",
                "sources2": "",
                "type": "Hnědouhelná",
                "owner": "ČEZ, a. s.",
                "description_short": "Elektrárna Prunéřov II je nejmladší uhelnou elektrárnou ČEZ, a. s. Původně měla pět 210 MW bloků, které byly postupně uvedeny do provozu v letech 1981 až 1982. Po komplexní obnově (2012–2016) má instalovaný výkon 3 x 250 MW. Starší Elektrárna Prunéřov I s výkonem 440 MW byla v červnu 2020 po více než 50 letech odstavena z provozu. ČEZ tak pokračuje v naplňování své strategie postupného přechodu k nízkoemisní až bezemisní výrobě elektřiny postavené na obnovitelných zdrojích a jaderné energetice.",
                "description1": "Elektrárny Prunéřov patří k největším dodavatelům elektřiny. Zároveň prostřednictvím společnosti ČEZ Teplárenská, a. s., dodávají teplo do Chomutova, Jirkova a Klášterce nad Ohří. Instalovaný výkon pro dodávku tepla dosahuje 500 MW. Roční dodávka tepla pro všechna tři města činí 920 TJ.",
                "description2": "Elektrárna Prunéřov II má po komplexní obnově kotle o výkonu 660 t/h, s parametry páry 18,2 MPa/575/580 °C. Kotle jsou dvoutahové, s granulačním topeništěm, průtlačné, s přihříváním páry. Jejich dodavatelem byly Vítkovice Power Engineering. Turbíny 250 MW typ ŠKODA KT – 250 – 17,66 jsou dvoutělesové, rovnotlaké kondenzační s přihříváním páry za VT dílem, s jedním kombinovaným VT-ST dílem a jedním dvouproudovým NT dílem. Každá turbína je vybavena 8 neregulovanými odběry páry pro regeneraci, topení napájecí nádrže a ohřívání topné vody v OTV a jedním regulovaným odběrem páry pro regulaci teploty v OTV3 a dodávku páry do NTO5. Vývody jednotlivých bloků jsou přes vývodové transformátory 300 MVA, 15,75/420 kV připojeny do přenosové soustavy 400 kV linkami V465 a V466, do rozvodny Hradec u Kadaně.",
                "description3": "V druhém případě realizovalo dodávku \"na klíč\" konsorcium japonských firem Mitsubishi Heavy Industries, Mitsubishi Corporation ve spolupráci se ZVU Hradec Králové, a. s. Odsiřovací zařízení bylo uvedeno do provozu v létě roku 1996.",
                "description4": "",
                "description5": "",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.259500000000001,
                    50.418
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 52,
                "name": "Dětmarovice",
                "place": "U Ostravy, v těsné blízkosti polských hranic",
                "is_running": true,
                "years_in_service": "1976–dosud",
                "power": "600 (dříve 800) MW – sníženo o jeden blok v roce 2020,  vždy 200 MW/blok",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarna-detmarovice-58185",
                "sources2": "",
                "type": "Černouhelná",
                "owner": "ČEZ, a. s.",
                "description_short": "Na začátku roku 2023 se celkový instalovaný elektrický výkon snížil o 200 MW jednoho uhelného bloku. Aktuální ceny elektrické energie a emisních povolenek neumožňují její ekonomicky opodstatněnou výrobu z černého uhlí. Společnost Elektrárna Dětmarovice, a. s., proto plánovala odstavit zbývající tři uhelné bloky o celkovém výkonu 600 MW na konci roku 2022 nebo nejpozději po topné sezóně 2022–2023. Místo nich chtěla instalovat vysoce účinné kogenerační jednotky o celkovém výkonu 45 MWe a 40 MWt, které zajistí kombinovanou výrobu elektřiny a tepla z plynu. To umožní pokračovat i v budoucnu v dodávkách tepla do Orlové a Bohumína. Vzhledem k současné politické a ekonomické situaci v EU byl European Green Deal pozastaven.",
                "description1": "Stavět se začalo v roce 1971, bloky byly postupně přifázovány do sítě od května 1975 až do listopadu 1976.",
                "description2": "Elektrárna ročně vyrobí okolo 2 TWh elektrické energie a více než 650 TJ tepla, které se dodává do Orlové, Bohumína a od roku 2018 i do skleníků pro pěstování zeleniny v Dolní Lutyni.",
                "description3": "Elektrárna spaluje černé uhlí s průměrnou výhřevností 22 MJ/kg a obsahem síry pod 1 %. Používá se uhlí z Ostravsko-karvinské pánve, ale i z dalších těžebních lokalit. V elektrárně Dětmarovice jsou instalovány 3 výrobní bloky, každý o elektrickém výkonu 200 MW. Výkon těchto bloků je distribuován do okolních rozvoden velmi vysokého napětí. Průměrná denní spotřeba paliva na jeden blok je cca 1600 tun uhlí, což představuje cca 32 železničních vagonů. Uhlí se po rozemletí na velmi jemnou frakci spaluje v celkem 4 kotlích o výkonu 650 t páry/hod. Kotle jsou z produkce podniku Vítkovice, jsou průtlačné, dvoutahové, s granulační spalovací komorou, účinnost se pohybuje okolo 90 %, nejvyšší teplota v kotli je 1400 stupňů Celsia. Každý kotel má mlecí zařízení, které se skládá ze čtyř mlecích okruhů s kroužkovými mlýny o výkonu 36 t/h. Kotle se \"najíždějí\" zemním plynem, k zapálení plynových hořáků se používá elektrická jiskra. V zadní části kotle na samostatné konstrukci jsou instalovány regenerační ohříváky typu Ljungstrom. Každý kotel je opatřen čtyřmi elektrostatickými odlučovači typu Lurgi a dvěma kouřovými ventilátory. Zařízení odsíření je dodávkou firmy Mitsubishi. Sestává ze dvou absorbérů (vždy jeden pro dva výrobní bloky). V provozu je od března 1998.",
                "description4": "Elektrárna Dětmarovice kromě výroby elektrické energie produkuje i teplo. Společná výroba elektrické energie a tepla v jednom cyklu, tzv. kogenerace, snižuje spotřebu paliva na vyrobenou jednotku energie, a tím šetří i životní prostředí. Dodávky tepla z elektrárny do Orlové a Bohumína zajišťuje společnost ČEZ Teplárenská, a. s.",
                "description5": "Na základě vítězství ve veřejné soutěži začala v květnu 2009 výstavba přivaděče tepla do Bohumína. Horkovodem bude proudit teplo z elektrárny Dětmarovice do Bohumína po dobu minimálně dvaceti let. První dodávky začaly na podzim 2010. Náklady na výstavbu ve výši 500 milionů korun hradila Skupina ČEZ.",
                "description6": "Ze spalovacích procesů probíhajících při výrobě elektřiny a tepla vznikají vedlejší energetické produkty (VEP), které se stávají za předpokladu splnění technických a zákonných podmínek surovinou pro další zpracování a výrobu.",
                "description7": "Elektrárna Dětmarovice vyprodukuje ročně cca 250 000 tun VEP.  Z tohoto množství je 90 % popelovin, které jsou certifikovány a využívány ve stavebnictví především jako přísada do cementu, betonu či pórobetonu. Zbylých 10 % představuje energosádrovec, který je produktem odsíření z mokré vápencové vypírky. V Elektrárně Dětmarovice je využíván spolu s částí popelovin k rekultivačním účelům.",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    18.469199999999997,
                    49.9031
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "entry_id": 53,
                "name": "Ledvice",
                "place": "Mezi lázeňskými městy Teplice a Bílina",
                "is_running": true,
                "years_in_service": "1969–dosud",
                "power": "640 MW (5 bloků), nyní 660 MW",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarna-ledvice-58177",
                "sources2": "",
                "type": "Hnědouhelná",
                "owner": "ČEZ, a. s.",
                "description_short": "Elektrárna Ledvice leží na úpatí východní části Krušných hor, mezi lázeňskými městy Teplice a Bílina. Počátek stavby sahá až do roku 1961 a původně byla tvořena 5 výrobními bloky o celkovém výkonu 640 MW, které byly postupně zprovozněny v letech 1966–1969. Z důvodu nových přísných požadavků na plnění emisních limitů byly v 90. letech 20. století z provozu odstaveny bloky 1 a 5, bloky 2 a 3 prošly generálními opravami a ekologickým programem zaměřeným zejména na odsíření, deNOx a redukci tuhých znečišťujících látek ve spalinách. Výrobní blok č. 4 prošel zásadnější rekonstrukcí –původní granulační kotel byl nahrazen v roce 1998 kotlem s fluidním spalováním splňujícím všechny tehdy nové legislativní požadavky a následně byla v roce 2007 u tohoto bloku vyměněna i turbína. Ta je optimalizována zejména pro teplárenský provoz, elektrický výkon zůstal 110 MW. Během výstavby nového výrobního bloku 6 byly bloky 2 a 3 trvale odstaveny z provozu, a to v letech 2013, respektive 2015. Blok 4 s fluidním kotlem a novou turbínou, který plní všechny v současnosti platné emisní limity, je provozován dále a zároveň je od roku 2017 v trvalém provozu i poslední postavený výrobní blok 6 s kotlem se superkritickými parametry páry a elektrickým výkonem 660 MW.",
                "description1": "Blok 6 je vyprojektován, postaven a provozován podle požadavků a principů BAT (best available technologies – nejlepší dostupné technologie) s cílem dosažení vysoké účinnosti při výrobě elektrické a tepelné energie. Je tak jednou z nejmodernějších klasických elektráren ve střední Evropě a díky použití technologie BAT pro daný projekt došlo také k výraznému snížení veškerých sledovaných emisí v lokalitě. Hodnota instalovaného elektrického výkonu 660 MW byla zvolena jako průnik parametrů a možností použitých výrobních technologií (nadkritické parametry páry a velké jednotkové výkony ke zvýšení energetické účinnosti), využitelných zásob energetického uhlí v dole Bílina na dobu projektové životnosti bloku, prostorových podmínek a velikostí výkonu z hlediska spolehlivého provozu přenosové soustavy ČR. V rámci výstavby byly nově postaveny a uvedeny do provozu společné technologie nutné k zajištění provozu stávajících bloků  –  chemická úpravna vody s příslušenstvím, zauhlování s novou skládkou uhlí a další.",
                "description2": "V Elektrárně Ledvice je spalováno hnědé uhlí z Dolů Bílina. Uhlí je dopravováno přímo pásovými dopravníky ze sousední Úpravny uhlí Ledvice, a to buď do zásobníků paliva jednotlivých kotlů, nebo na manipulační skládku.",
                "description3": "Zprovozněním Nového zdroje završila Skupina ČEZ rozsáhlý ekologický program započatý již v roce 1992. Tehdy se jednalo o 1. vlnu ekologizace, která do konce roku 1998 přinesla odsíření a denitrifikaci všech uhelných výrobních zdrojů společnosti v České republice, což znamenalo snížení emisí oxidů síry a popílku o 90 % a oxidu dusíku o 50 %. Druhá vlna ekologizace v tomto trendu v souvislosti se zpřísněním limitů v rámci evropské legislativy pokračovala snížením veškerých emisí o dalších cca 50 %, přičemž kromě výstavby Nového zdroje v Ledvicích obnášela rovněž komplexní modernizaci elektráren Tušimice II a Prunéřov II a realizaci nového Paroplynového cyklu Počerady.",
                "description4": "Hlavním zdrojem vody potřebné pro výrobu je řeka Labe. Voda je dodávána čerpací stanicí v Dolních Zálezlech a do elektrárny je dopravována prostřednictvím přivaděče dlouhého cca 25 km. Jedná se o unikátní a velmi spolehlivou technologii postavenou již v průběhu 2. světové války. Jako záložní zdroj slouží nádrž Všechlapy z 60. let 20. století. Filtrace a úprava vody demineralizací potom probíhá v moderní chemické úpravně vody postavené v rámci výstavby bloku 6.",
                "description5": "Nový zdroj Elektrárny Ledvice je i zajímavým cílem pro příznivce industriální turistiky a rozhleden. Jeho 140 m vysoká kotelna je v současné době nejvyšší průmyslovou stavbou na území Česka. Dvě podpůrné věže kotelny, takzvaná ledvická dvojčata, jsou ještě o něco vyšší. Na vrcholu severní věže je proto prosklená rozhledna s možností vystoupit na ochoz ve výšce 140 metrů. Na oficiálně nejvyšší rozhlednu v ČR se lze dostat v rámci exkurze po předchozí prohlídce Informačního centra klasické energetiky, které je rovněž jediné svého druhu v republice. Infocentrum nabízí řadu interaktivních zážitků, včetně 3D filmu o historickém vývoji Země, a tudíž i výrobě elektřiny, on-line měření fotosyntézy živého stromu nebo detailních popisů technologie nového uhelného elektrárenského bloku s možností virtuálního nahlédnutí do jednotlivých provozů.",
                "description6": "",
                "description7": "",
                "img1": null,
                "img2": null
            },
            "geometry": {
                "coordinates": [
                    13.780800000000001,
                    50.5767
                ],
                "type": "Point"
            }
        }
    ]
}