{
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Rychnov na Falknovsku",
                "place": "Sokolov",
                "years_in_service": "1907-1968",
                "power": "500kw, 1.5MW(1909), 10MW(1926), 18,9MW(1936)",
                "sources1": "https://vary.rozhlas.cz/elektrarna-v-dolnim-rychnove-rozsvitila-sokolovsko-ve-30-letech-patrila-k-8791627, https://www.sokolov-vychod.cz/elektrarna-j-d-starck",
                "sources2": "",
                "type": "Uhlí",
                "owner": "ČEZ",
                "description_short": "Elektrárnu na východním okraji Sokolova vystavěla společnost „Dolové a průmyslové závody,  dříve Johan David Starck“ v roce 1907. Počátky elektrárny sahají však již do roku  1886, kdy bylo instalováno osvětlovací dynamo pro osvětlení nakládací lampy a dolu Boghead. V roce 1903 bylo instalováno větší dynamo   o výkonu 20 koňských sil a roku 1907, který je považován za rok založení  elektrárny, byla postavena chladicí věž a turbogenerátor o výkonu 500 kW.",
                "description1": "Roku 1909 byl instalován druhý parní turbogenerátor s výkonem 1000 kW a další chladicí věž. Energie již bylo dostatek nejen pro elektrifikaci čerpání důlních vod, ale i pro zavedení elektřiny ve Falknově (dnešní Sokolov), Dolním Rychnově a Tisové.",
                "description2": "V roce 1923 se začalo stavět další vedení jižním směrem na Březovou a Kamenici., následovaly kynšperské doly, přestože kynšperská briketárna měla svoji elektrárnu.  V roce 1926 došlo k významné změně – elektrárna dostala své vlastní vedení a přestala podléhat dolu Luitpold (Antonín), pokračovalo se v budování dalších vedení, v turbínové hale se  instalovala jeřábová dráha, odstavily se dva slabší turbogenerátory (výkon 500 a 1000 kW) a osadil se nový o výkonu 10 000 kW.",
                "description3": "Rekonstrukce elektrárny byla dokončena v roce 1931 vybudováním úpravny vod s laboratoří, instalací dalšího strmotrubného kotle, rozšířením velína a rozvodny, instalací nového spínacího zařízení a stavbou druhého a třetího komína. Roku 1936 byly přistavěny kanceláře a dílny. V roce 1936 byla elektrárna vybavena třemi turbogenerátory o celkovém výkonu 18 900 kW, devíti velkými transformátory, pěti strmotrubnými a dvěma starými kotli.",
                "description4": "Po válce převzala elektrárnu společnost Mostecko-sokolovské elektrárny, později ČEZ. Výroba elektřiny probíhala v sokolovské elektrárně až do roku 1968.",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    12.6367839,
                    50.2680642
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Mariánské Lázně",
                "place": "Mariánské lázně",
                "years_in_service": "1888-1945",
                "power": "50kW(1889), 1000HP(1904), ",
                "sources1": "hamelika.cz",
                "sources2": "https://www.hamelika.cz/?cz_hamelika-historie-marianskolazenske-elektrarny,77",
                "type": "Uhlí",
                "owner": "Město Mariánské lázně",
                "description_short": "V roce 1888 probíhala stavba novobarokní litinové kolonády podle projektu vídeňských stavitelů Miksche a Niedzielského. Původně měla mariánskolázeňská elektrárna tři parní dynama typu Westinghouse po 80 PS, ale v krátké době dostává nová zařízení spřaženého střídavého proudu. Při výkonu 50 kW při 500 otáčkách v minutě se vyráběl jednofázový střídaný proud o 2000 voltech a 42 periodách.",
                "description1": "Dne 14.listopadu 1888 proběhlo zkušební osvětlení kolonády a přilehlé ulice od domu LIPSKO dolů k hotelu KLINGER čtyřmi obloukovými lampami.",
                "description2": "V roce 1904 bylo nutno zakoupit a instalovat na místo malého stroje o 100 PS parní turbinu se 1000 PS (HP). Byla to tehdy jedinečnost, neboť šlo o čtvrtou největší parní turbinu v Rakousko-Uhersku.",
                "description3": "Nová zařízení 1925-1926. V roce 1925 byla zřízena vlastní počítačová stanice a elektrárna stála před dalšími významnými změnami při rozšíření kapacity výroby, které nebylo možno dále oddalovat. Roku 1926 vzrostl výkon dvou starších parních strojů 2x300 PS (HP) provedenou rekonstrukcí na 2 x 500",
                "description4": "U kotlů Škoda a dalších zlepšeních bylo možno udržet normální výkon 1700 kW.",
                "description5": "Protože elektrárna v Mariánských Lázních si uchovávala od počátku síťovou frekvenci 43 Hertzů, muselo dojít ke zvýšení nákladů v důsledku potřebného měniče frekvence při odběru proudu nebo předávání proudu do dálkového vedení. Protože při 43 Hz nebylo možno dosáhnout normovaných otáček motorů např. 2880 nebo 1440, neboť ležely o 14 % níže, bylo používání strojů a zařízení, poháněných pevně připojenými motory nemožné. Bylo proto nyní nutno všude používat mezipohonových ústrojí - řemeny, převodovky.",
                "description6": "\nMěstská elektrárna byla v provozu až do roku 1972, kdy byla zrušena, a v roce 1973 byla uvedena do provozu Městská teplárna, používající jako paliva mazutu o výkonu 25 tun páry za hodinu. Začalo pokládání parovodu a budování výměníkových stanic."
            },
            "geometry": {
                "coordinates": [
                    17.7025342,
                    49.9604419
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Kraslice",
                "place": "Kraslice",
                "years_in_service": "1903-1945",
                "power": "250kW(1903),  538kW(1911)",
                "sources1": "pamatkovykatalog",
                "sources2": "https://www.pamatkovykatalog.cz/elektrarna-15333378",
                "type": "kombinace uhlí,voda",
                "owner": "",
                "description_short": "Tepelná elektrárna byla zařízena na spalování hnědého uhlí z dolů Marie, Union a Anežka v množství 4500 t ročně. V kotelně byly osazeny 2 kotle Cornwall s rovinnými rošty, které poháněly 2 svislé parostroje o výkonu 140 ks každý a 1 kompaundní parní stroj s kondenzací o výkonu 385 ks.",
                "description1": "Stejnosměrný proud vyrábělo celkem 5 dynam o různých výkonech: 1. dynamo o výkonu 62 kW z roku 1903 od firmy Waldek-Wagner, 2. dynamo o výkonu 82 kW z roku 1903 a firmy Waldek-Wagner, 3. dynamo o výkonu 82 kW z roku 1903 a firmy Waldek-Wagner, 4. dynamo o výkonu 24 kW z roku 1903 a firmy Berg a 5. dynamo o výkonu 288 kW z roku 1911 a firmy Siemens a Schuckert.",
                "description2": "Akumulátor měl 278 článků a kapacitu 435 Amph. Vodní síla Svatavy byla zužitkována spádem o výšce 3,2 m 2 turbínami o celkovém výkonu 135 ks.",
                "description3": "Výroba elektřiny v elektrárně skončila v roce 1945, od padesátých let minulého století elektřinu dodává do Kraslic elektrárna Tisová u Sokolova. V roce 1952 byl zbořen komín elektrárny. Z elektrárny se dochovala pouze v roce 1995 rekonstruovaná transformovna a správní objekt čp. 636.",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    12.5163728,
                    50.3184772
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Horní Jířetín",
                "place": "Horní Jířetín",
                "years_in_service": "1908-1945",
                "power": "480kW",
                "sources1": "tovarnikominy.cz",
                "sources2": "https://www.tovarnikominy.cz/kominy.75",
                "type": "uhelná",
                "owner": "Soukromý majitel",
                "description_short": "Město Horní Jiřetín si v roce 1908 postavilo pro své potřeby a potřeby okolních obcí parní elektrárnu. Ta byla ještě v letech 1911–1914 rozšířena a v této podobě se až na drobné změny související s rekonstrukcí pro nové využití dochovala dodnes. ",
                "description1": "Drobný objekt byl jednotně pojatý v historizujícím slohu kombinujícím omítané plochy s červeným režným zdivem. Před objektem byl karlovarskou specializovanou společností Schöberl a spol. postaven tovární komín výšky 30 metrů a světlostí 120 centimetrů. Ten sloužil k odvodu spalin z parních kotlů – v roce 1934 jsou uváděny celkem tři instalované kotle o celkové výhřevné ploše 570 m2. Kotle dodávaly páru dvěma parním strojům po 300 HP, celkový elektrický výkon elektrárny byl 480 kW.",
                "description2": "Po roce 1945 byla elektrárna vyřazena z provozu. Do dnešních dnů si i přes opravy zachovává původní ráz a soukromý majitel ji využívá pro vlastní potřebu. Na komíně je osazen ochoz s telekomunikační technologií, nicméně umístěním ochozu těsně pod hlavicí je silně narušen vizuální dojem z architektonicky kvalitně provedeného komína.",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    13.546553333333334,
                    50.572028333333336
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Mydlovary",
                "place": "Mydlovary",
                "years_in_service": "1926-1998",
                "power": "25MW",
                "sources1": "http://www.encyklopedie.c-budejovice.cz/clanek/elektrarny",
                "sources2": "https://cs.wikipedia.org/wiki/Zanikl%C3%A9_elektr%C3%A1rny_v_%C4%8Cesku#Elektr%C3%A1rna_Mydlovary",
                "type": "uhelná",
                "owner": "Mydlovary",
                "description_short": "Jednalo se o první zařízení v ČSR, které mělo ověřit možnosti spalování lignitu, jenž se hojně vyskytoval v okolí Mydlovar. První experimentální elektrárna měla výkon 2 × 400 kW, zprovozněna byla roku 1922, odstavena byla pak v roce 1927, o rok dříve však začala již běžet definitivní elektrárna s práškovými kotly a TG1 o výkonu 3 MW. V roce 1928 najely do provozu další kotle K3 a K4 a TG2 o výkonu 6 MW.",
                "description1": "Další rozšíření přišlo v roce 1935 (kotel K5), v roce 1939 nové TG 3 o výkonu 10 MW, v roce 1940 kotel K6. Další rozvoj následoval až v roce 1965 s teplárenským kotlem K7 a TG 4 o výkonu 6 MW.",
                "description2": "Zároveň se spuštěním tohoto kotle byly definitivně odstaveny nejstarší kotle K1-K4 a TG 1 a rovněž v tomto roce byl postaven 100 m vysoký komín. V roce 1973 přešla elektrárna na spalování sokolovského hruboprachu.",
                "description3": "Z elektrárny se stala spíše teplárna (zásobovala MAPE Mydlovary a město České Budějovice) a z toho důvodu byly odstaveny postupně TG 2 (1976), TG 3 (1984), poslední TG 4 o výkonu 6 MW byl odstaven v roce 1998, čímž zanikla v tomto místě výroba elektřiny nepřetržitě zde trvající od roku 1922.",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    14.361852257486733,
                    49.08449219316303
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Česko Budějovická",
                "place": "v Novohradské ulici",
                "years_in_service": "1920-1948",
                "power": "neuvedeno",
                "sources1": "http://www.encyklopedie.c-budejovice.cz/clanek/elektrarny",
                "sources2": "",
                "type": "uhelná",
                "owner": "Jihočeské elektrárny pod sebou 12,7 MW (hodně vodních)",
                "description_short": "Roku 1920 byly za účelem systematické elektrifikace jižních Čech ustaveny Jihočeské elektrárny, akciová společnost se sídlem v Českých Budějovicích (JČE). Společnost se rozhodla vybudovat na lignitovém ložisku v Mydlovarech tepelnou elektrárnu, z níž by byl dodáván do města proud primárním vedením 22 kV (1922).",
                "description1": "Též koupila od rakouské společnosti 15. 6. 1925 parní elektrárna v Novohradské ulici, k jejíž likvidaci došlo 1948. Od té doby objekt slouží jako teplárna.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    14.4852089,
                    48.9678
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Suchá",
                "place": "Obec Suchá u Polských hranic",
                "years_in_service": "1916-????",
                "power": "???",
                "sources1": "Nothing",
                "sources2": "",
                "type": "uhelná",
                "owner": "???",
                "description_short": "",
                "description1": "",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    18.475749999999998,
                    49.80025
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Plzeň",
                "place": "původní pivovarský park",
                "years_in_service": "1907-1986",
                "power": "neuveden",
                "sources1": "https://www.prazdroj.cz/1563-bsval-pivovarsk-elektr-rna-plze-sk-ho-prazdroje-otije-inspirativn-mi-peedn-ikami-27-listopadu-bude-hostit-patn-ctou-pechakucha-night-plze",
                "sources2": "",
                "type": "uhelná",
                "owner": "Plzeňský Prazdroj",
                "description_short": "„Elektrárna byla uvedena do provozu již na přelomu let 1907/1908 a její energie napájela 134 motorů, 120 obloukových lamp a zhruba 6 200 žárovek. Mimo vlastní potřebu pivovaru dodávala elektrárna proud také do obcí Doubravka, Újezd, Hrádek a krátce také na Letnou",
                "description1": "Elektrárna sloužila i přes značná válečná poničení a řadu rekonstrukcí až do roku 1986, kdy byl celý pivovarský závod napojen na plzeňskou teplárnu.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    13.3885039,
                    49.7482872
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Pardubice",
                "place": "ulice Arnošta z Pardubic",
                "years_in_service": "1904",
                "power": "(15 MW)",
                "sources1": "pamatkovýkatalog",
                "sources2": "https://pamatkovykatalog.cz/elektrarna-mesta-pardubic-24537972",
                "type": "černo uhelná",
                "owner": "František Křižík -> město Pardubice-> ČEZ",
                "description_short": "Postavena firmou Fr. Křižíka, uvdena do provozu roku 1905. V roce 1911 ji vykupoupilo město Pardubice a stává se městskou elektrárnou, tedy slouží pro elektrifikaci Pardubic. Po vzniku ČSR a přijetí elektrifikačního zákona č. 438/1919 Sb. a nař. RČS se stává elektrárnou svazovou zásobující široké okolí. Postupně (ve 20. a 30. letech prochází elektrárna modernizací. Po druhé světové válce byla používána jako teplárna a přestavěna na spalování mazutu, v souvislosti s výrobou v Paramu (mazut odpadní produkt).",
                "description1": "Elktrárna byla vybavena 8 parními kotly které zásobovali parou 3 turbíny s výkonem v součtu 10680 (7964 kW) a 3 parní stroje o výkonech 2x200hp (149 kW) a 1x400hp (298 kW). Elektřinu vyráběla 3 dynama o výkonu 2x100 kW a 1x270 kW rozvod elktřiny byl tedy stejnosměrný. V letech 1912 a 1916 byly osazeny dva turogenerátory o výkonech 1000 a 1100 kW (střídavé), při modernizaci ve 20. letech přibyl v roce 1924 turbogenerátor o výkonu 5 MW. Přibyly také sychronní konvertory pro transformaci stejnosměrného proudu z dynam na střídavý do tehdejšího rozvodu. V roce 1937 elektrárně přibyla teplárenská funkce a zásobovala telep část Parbubic. Po druhé světové válce přešla plně na teplárenskou funkci, kterou plnila do roku 2001. Zásobování Pardubic teplem je realizováno v elektrárny/teplárny Opatovice.",
                "description2": "V současné době v areáliu sídlí několik společností. V bývylé elktrárně se nachází plynový kotel a slouží jako záložní zdroj pro vytápění Pardubic. Je pod správou společnosti ČEZ. ",
                "description3": "V odstavci jsem označil slovo modře, bylo by tam dobré udělat odkaz na Opatovice",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    15.7775633,
                    50.0328394
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Kolín, původní",
                "place": "Křižíkova, levý břeh Labe",
                "years_in_service": "1916-193x",
                "power": "Není známo",
                "sources1": "https://www.cestyapamatky.cz/kolinsko/kolin/tepelna-elektrarna",
                "sources2": "",
                "type": "Uhlí",
                "owner": "František Křižík -> ESSO",
                "description_short": "Elektrárna byla v Kolíně postavena pro napájení obloukových lamp nacházejících se nejprve v prostorách Horského cukrovaru, aby nahradila malou podnikovou elktrárničku. B\\la postavena firmou Františka Křižíka v letech 1911-1912 v prostoru mezi ulicemi  Pod Hroby a Zengrova (dnesní průmyslová zóna). Na elektrárnu bylo postupně připojeno 37 obcí. V roce 1916 prodal Fr, Křižík elektrárnu společnosti ESSO (Elektrárenský svaz středolabských okresů), která ji v letech 1916-18 zmodernizovala. Ve 20. letech zvýšila spotřeba el. energie na tolik, že již tato elktrárna výkonem nestačila a tak v letech 1930-32byal vybudována společností ESSO nová elktrárna na druhém břehu Labe.",
                "description1": "V odstavci jsem označil slovo modře, bylo by tam dobré udělat odkaz na Kolín, současná",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    15.2145008,
                    50.0234172
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Kolín, současná",
                "place": "pravý břeh Labe",
                "years_in_service": "1932-doposud",
                "power": "239,7 MW",
                "sources1": "https://www.cestyapamatky.cz/kolinsko/kolin/tepelna-elektrarna",
                "sources2": "",
                "type": "Uhlí",
                "owner": "původně ESSO, nyní Veolia",
                "description_short": "Elekrárna byla vybudována na místě bývalého Horského cukrovaru na pravém břehu Labe v čísti Zálabí. Je často citována fako architektonická památka postavená ve stylu funkcionalismu architektem Jaroslavem Fragnerem. Původně byl navržen a postaven děný komín vysoký 117 m a široký 5 m, který byl tehdy nejvyšším komínem v Evropě. Elketrárna byla osozena uhelnými kotli a 3 parními turbínami (střídavý proud). Po roce 1948 baly znárodněna a byla přidána do Teplárenských závodů Praha - Holešovice, přešla částečně na teplárenský provoz a bylo v jednáni její zrušení. V 60. letech bylo rozhodnuto o jejím zániku byl rozhodnuto o zrušení všech 3 turbín a přešla na teplárenský provoz. Elektrárnu na čas zachránila opět stoupající poptávka o elektrickou energii, kdy v roce 1984 byl zprovozněn kotel na hnědé uhlí. Úplné odstavení elektrárny (i teplárny) bylo plánováno na rok 1989 v souvislosti s výstavbou parního napáječe z el. Chvaletice. Naštěšní (pro elektrárnu) došlo ke změně politických a společenských poměrů. V roce 1992 vznikla akciová společnostElektrárna Kolín, bylo rozhodnuto k návrtu k výrobě elektřiny a v roce 1994 byl spuštěn provoz kotle K6 pro spalování plynu. Elekrárna do současnostiještě několikrát změnila majitele a v roce 2003 v ní byl uveden do provozu současný hlavní zdroj hnědouhelný kotel K8. V současnosti je majitelem společnosti Veolia.       ",
                "description1": "V odstavci jsem označil slovo modře, bylo by tam dobré udělat odkaz na Kolín, původní",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    15.209115,
                    50.0303975
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Chvaletice",
                "place": "Chvaletice, Trnávka (někde mezi)",
                "years_in_service": "1979-doposud",
                "power": "820",
                "sources1": "",
                "sources2": "",
                "type": "uhelná",
                "owner": "V současnoti 7 energy",
                "description_short": "Postavena v letch 1973-1979 na místě po těžbě pyritu. Do roku 2021 šlo o nejladší uhelnou elektrárnu v ČR. Má 4 hmědouhlené kotle a 4 rovnotlaké kondenzační turbíny, napětí na svorkách generátoru je 15,75 kV a je pomocí blokových transformátorů převáděno a připojeno na linku 400 kW. Elketrárna je typická svým 300 m vysokým komínem a 4 100 m vysokými a 60 m  v růměu měřicími chladicími věžemi. Po roce 1989 byla elektrárna provozována společností ČEZ. V roce 2011 bylo uvažováno  zrušení elektrárny,případně jejím prodeji, jedním z důvodů byl nákup emesích povolenek a obecně problematika vypouštěných emisí. Elektrárna se nakonec dostala společnosti Sev.en EC, která v roce 2016 zahájila její modernizaci ke snížení vypouštěných emisí. Kromě elekrárenského provozu je odpadní teplo využíváno k dodávkám tepla do města Chvaletice, obce Trnávka, dvou průmyslových areálů mezi městem a elektrárnou a pro vlastní provoz elektrárny. Od plánovaného parovodu do Kolína bylo nakonec upuštěno, byl by neefektivní.   ",
                "description1": "V odstavci jsem označil slovo modře, bylo by tam dobré udělat odkaz na Kolín, současná",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    15.452777777777778,
                    50.02861111111111
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Opatovice",
                "place": "",
                "years_in_service": "1959-doposud",
                "power": "360",
                "sources1": "https://www.eop.cz/historie-soustavy",
                "sources2": "https://pardubicky.denik.cz/zpravy_region/uhli-v-opatovicich-chteli-soudruzi-nahradit-uranem-20191020.html",
                "type": "Vedeno jako kogenerační uhelná elektrárna",
                "owner": "EOP",
                "description_short": "Uvedena do provozu roku 1959 (první blok), od začátku pojektována pro elektrárenský i teplárenský provoz. Skládá se z 6 bloků, které byly všechny uvedeny do provozu do roku 1960. V roce 1969 byla schválena studie CZT (centrální zásobování teplem) a elektrárna byla postupně připojována jako teplárna pro zásobování teplem Pardubic, Hradce Králové a okolí. Pro výrobu el. energie je vybavena kotli s práškovým spalováním a 3 kondenzačními, 2 odběrovými a 1 protitlakou turbínou. V současné době je v plánu přestavění elektrárny pro spalování plynu.",
                "description1": "V roce 1980 byla zahájena příprava na hledání lokality nové jaderné elektrárny východní čechy, kde hrálo umístění stavájící elektrárny značnou roli. Plán uvažoval s postavením JE v místech stávající uhelné s výkonem 2x1GW. Stavba by byla plánována v letech 1994-2000. Ovšem po nehodě v Černobylu a následné změně politického režimu v zemi bylo umístění v blízkosti měst Pardubice a Hrdec Králové vyhodnoceno jako nevhodné a tyto plány kompletně zanikly.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    15.7909706,
                    50.1269586
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Mělník I",
                "place": "Přibližně 13 km pod sooutokem Labe a Vltavy  ",
                "years_in_service": "1960",
                "power": "240",
                "sources1": "https://www.svetenergie.cz/cz/energetika-zblizka/uhelne-elektrarny/uhelne-elektrarny-cez/elektrarna-melnik",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "Od roku 1993 Energotrans, 2012 100% akciový podíl ČEZ",
                "description_short": "Stavba byla zahájena v roce 1956 a do provozu byla uvedena v roce 1960. V osmdesátých letech začala přestavba na teplárnu současně byla zahájena výstavba tepelného napaječe do Pražské tepelné soustavy. Dodávka tepla pro Prahu byla zahájena roku 1995.  ",
                "description1": "4 Kotle na spalování hnědého uhlí s parními turbínami pohánějícími 4 turbogenerátory á 60MW. ",
                "description2": "Mělník I, II, III tu máme rozdělen, ale je to jeden areál takže bych to dal do jednoho",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    14.4172844,
                    50.4138506
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Mělník II",
                "place": "",
                "years_in_service": "1966",
                "power": "220",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr/elektrarna-melnik-58183",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "Od roku 1993 Energotrans, 2012 100% akciový podíl ČEZ",
                "description_short": "V roce 1971 uvedeny do provozu 4 bloky po 110 MW. V 80. letech postupně modernizovány elektroduhlovače. ",
                "description1": "V rámci realizace útlumového programu zdrojů ČEZ došlo k rozhodnutí provozovat po nabytí nové ekologické legislativy (od 1. 1. 1999) pouze dva bloky.",
                "description2": "V letech 1994-1996 prošly dva pokračující bloku celkovou rekonstrukcí. Byly naistalované nové turbíny s možností odběru tepla i v horké vodě. Primárním cílem bylo snížení emisí NOx. V roce 1998 bylo pokračováno v modernizaci hlavně z hlediska odsiřování.",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    14.4172844,
                    50.4138506
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Mělník III",
                "place": "",
                "years_in_service": "1981",
                "power": "500",
                "sources1": "https://www.svetenergie.cz/cz/energetika-zblizka/uhelne-elektrarny/uhelne-elektrarny-cez/elektrarna-melnik",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "Od roku 1993 Energotrans, 2012 100% akciový podíl ČEZ",
                "description_short": "Elektrárna s jedním blokem 500 MW uvedena do trvalého provozu v roce 1981, ve své době to byl blok s největším výkon v republice. Prošel v průběhu rekonstrukcemi pro zlepšení ekologičnosti a ekomomčnosti provozu, díky tomu bylo v leteh 1994-1998 rozhodnuto o prodloužení životnosti elketrárny o dalších nejméně 20 let.",
                "description1": "Pro využití vytékající vody z elektrárny byla v areálu postavena MVE.",
                "description2": "",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    14.4172844,
                    50.4138506
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Třebovice",
                "place": "ostrava",
                "years_in_service": "1933-současnost",
                "power": "2x 21 MW, zničena neměckou armádou; 65MW 1939; 285,5MW 1955; ",
                "sources1": "https://www.historickaostrava.cz/elektrarna-v-ostrave-trebovicich/",
                "sources2": "",
                "type": "uhelná",
                "owner": "Veolia Energie ČR",
                "description_short": "V roce 1920 byla založena společnost Moravskoslezské elektrárny se sídlem v Moravské Ostravě s původním akciovým kapitálem 15 mil. Kčs. Tato společnost měla na starost obvod župy moravskoslezské, tedy skoro celé Opavsko, Těšínsko a východní Moravu až po Radhošť a Bělotín. Zásobovací oblast MSE tvořilo území o rozloze 4560 km2, ve kterém bylo 28 soudních okresů s 511 obcemi a celkem 845.000 obyvateli. ",
                "description1": "Z počátku MSE nakupovala elektřinu od důlních elektráren, v průběhu let však plánovala postavit vlastní parní elektrárnu v ostravském kamenouhelném revíru. Na popud Ing. Lista se obě elektrárenské společnosti (MSE i SME) dohodly na společné výstavbě parní elektrárny v Třebovicích.",
                "description2": "Třebovická elektrárna byla vyprojektována již ve 20.letech 20. století, ale k zahájení výstavby došlo v roce 1929, kdy byla vypsána soutěž na výstavbu ústředny 40, případně 100 atm. a více. S ohledem na nejhospodárnější řešení bylo rozhodnuto o výstavbě vysokotlaké ústředny 130 atm., která ze všech soutěžních projektů slibovala nejpříznivější využití tepla. O umístění elektrárny v Třebovicích rozhodla blízkost uhelných dolů, dostupná voda z řeky Opavy i dostatečný prostor pro případné rozšiřování. ",
                "description3": "Výstavba elektrárny začala v roce 1931. Hlavní halu tvoří ocelová konstrukce s vyzdívkou z režného zdiva. V areálu byly postaveny dvě nádrže na vodu, protože blízká řeka měla hlavně v létě nízký průtok vody. V elektrárně byly vnitřní rozvody na 22kV pro potřeby MSE a domácí rozvodny na 3000V a 380V. Vedle budov elektrárny byla postavena venkovní nekrytá rozvodna na 110kV, odkud vycházela dvě dálková vedení směrem na Přerov a Žilinu.  Náklady na výstavbu dosáhly částky zhruba 80 milionu Kčs. ",
                "description4": "Třebovická elektrárna byla spuštěna dne 1. července 1933. Po spuštění provozu se jednalo o nejsilnější vysokotlakou elektrickou ústřednu na světě, největší elektrárnu na Moravě a zároveň nejmodernější ve střední Evropě. První etapa výstavby byla dokončena v roce 1939, elektrárna měla tehdy výkon 65 MW.",
                "description5": "Ačkoliv elektrárna pracovala s nejhorším ostravským uhlím, celé zařízení se vyznačovalo překvapující čistotou. Uhlí se automaticky vážilo a pomocí mechanických dopravníků bylo dopraveno do mlýnice. Ohromné mlýny uhlí pohltily a semlely na prach, který ventilátory nafoukaly do zásobníků, umístěných vysoko pod střechou kotelny. Kotelna byla 35 metrů vysoká budova v níž bylo čisto a topič vše ovládat pomocí přístrojů, které informovaly o probíhajících procesech. Struska a popílek kotelních agregátů se odplavuje do jam na strusku, ležících mimo budovu, odkud se nakládá do vagonu a poté odváží na skládky v okolí.",
                "description6": "Během druhé etapy výstavby v letech 1950 až 1955 byl výkon elektrárny zvýšen na 285,5 MW. V této etapě byl také postaven třetí komín, později také tři nové chladící věže. "
            },
            "geometry": {
                "coordinates": [
                    18.2116,
                    49.8316
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Vítkovice",
                "place": "ostrava",
                "years_in_service": "víc jak 1947- současnost",
                "power": "3x342",
                "sources1": "https://cs.wikipedia.org/wiki/Elektrárna_Vítkovice",
                "sources2": "",
                "type": "černouhelná",
                "owner": "čez a.s.",
                "description_short": "V elektrárně jsou umístěny tři kotelní jednotky s tepelným výkonem 342 MW. Tyto kotly vyprodukují 4000 TJ páry za rok. Tato pára slouží z 55 % k produkci elektrické energie, zbývající část energie se využívá pro výrobu tepla, jehož roční produkce je 210 000 MWh.[1]",
                "description1": "Pod tento závod spadá také mobilní výtopna na zemní plyn, která je umístěna ve firmě Vítkovice Steel. Tato výtopna disponující tepelným výkonem 18 MW a roční produkcí 200 TJ slouží k výrobě páry pro potřebu vakuového lití oceli.[1]",
                "description2": "Provozovatelem tohoto energetického zdroje byla od roku 2000 společnost Energetika Vítkovice, a.s., jehož jediným akcionářem byla Severomoravská energetika, a.s. 26. října 2007 se jediným akcionářem této firmy stala společnost ČEZ. 1. října 2008 společnost Energetika Vítkovice zanikla bez likvidace, neboť fúzovala s mateřskou společností ČEZ.[2]",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    18.273899999999998,
                    49.8161
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Na Zámostí",
                "place": "ostrava",
                "years_in_service": "1896-1945",
                "power": "do 1MW nejspíš",
                "sources1": "https://www.historickaostrava.cz/stara-elektrarna-na-zamosti/",
                "sources2": "",
                "type": "uhelná",
                "owner": "??",
                "description_short": "Obecní elektrárna ve Slezské Ostravě byla vybudována v roce 1896. Elektrárna napájela čerpací stanici vodárny, síť veřejného elektrického osvětlení a později i úzkorozchodnou tramvajovou trať do Michálkovic a Hrušova.",
                "description1": "V souvislost se stavbou nového vodojemu na Hladnově došlo k postavení vůbec první elektrárny na Ostravsku. Do vodojemu v elektrárně na Zámostí byla samospádem přiváděna voda z lesa Důlňáku. Z vodojemu v elektrárně byla voda přečerpávána čerpadly do zemního vodojemu na Jaklovci. ",
                "description2": "Tehdejší obci Polská Ostrava byla 28. října 1895 udělena koncese na stavbu a provozování elektrárny. Projekt a stavbu provedl místní, národnostně český architekt a stavitel Bohumil Židlický. Strojní vybavení (kotle a rychloběžné parní stroje) dodaly adamovské strojírny Bromovský, Schulz & Sohr. V budově elektrické centrály byla kotelna, strojovna, vodárenská místnost, skladiště a dílna. Ve vedlejší budově byly kanceláře. Součástí elektrárny byl také komín vysoký 35 metrů.",
                "description3": "Elektrárna vyráběla stejnosměrný proud 2x 150V. Původně dodávala proud 80 odběratelům, včetně Jámy Terezie a koksovny Jámy Trojice. ",
                "description4": "Čerpací stanice vodovodu byla umístěna v „Centrální stanici pro elektrické osvětlení“ pravděpodobně z úsporných důvodů, protože obsluha elektrárny a vodárny byla spojena. Elektrická energie byla využívána pro pohon pístového čerpadla. ",
                "description5": "V roce 1911 byly přistavěny suterénní prostory pro akumulátor, který napájel tramvajovou trať do Michálkovic a po rozšíření o další kotel a parní stoj o výkonu 200 koní i tramvajovou trať do Hrušova. ",
                "description6": "V roce 1914 byl parní pohon přeměněn na pohon elektrický. Ve stejném roce byla postavena elektrárna na koksovně Karolina a transformační stanice na dole Terezie. "
            },
            "geometry": {
                "coordinates": [
                    18.297148882264935,
                    49.839471541854834
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Moravská Ostrava",
                "place": "ostrava",
                "years_in_service": "1896-1967",
                "power": "28,7 MW????",
                "sources1": "https://www.historickaostrava.cz/elektrarna-moel/",
                "sources2": "",
                "type": "Uhelná",
                "owner": "Karolína",
                "description_short": "Historie elektrárny začíná v květnu roku 1896, kdy město Moravská Ostrava udělilo budapešťské firmě Ganz&Comp. koncesi na výstavbu a provozování městské elektrárny a to na dobu padesáti let. V prosinci téhož roku byly dokončené dva kotle s parním strojem a 600kW generátorem a byl zahájen zkušební provoz. V lednu 1898 byla elektrárna i s rozvodnou dokončena a zprovozněna.",
                "description1": "V roce 1900 společnost Ganz&Comp. zakládá Moravskoostravskou elektrárenskou akciovou společnost (odtud MOEL) se základním kapitálem 2,5 milionu korun, která elektrárnu převzala.",
                "description2": "Na přelomu století neustále rostla spotřeba energie, obzvláště v souvislosti s budováním místních drah s elektrickým napájením. V květnu 1901 zde byl zahájen provoz patnácti elektrických tramvají.",
                "description3": "Po roce 1918 se akcionářem elektrárny stalo město Moravská Ostrava. Elektrárna i další provozy se modernizují a rozšiřují. V meziválečné době vzrostl akciový kapitál společnosti až na 11 milionů Kč.",
                "description4": "V roce 1959 byla elektrárna upravena na výtopnu pro budované sídliště Jindřiška. Výroba elektřiny stále klesala a v roce 1961 byla zastavena trvale. Bývalá elektrárna pak byla přejmenována na Teplárnu Ostrava.",
                "description5": "Nejstarší ostravská elektrárna MOEL ukončila provoz 9/11 1967.",
                "description6": "Rozvodna na rozdíl od elektrárny však fungovala stále. V 80tých letech byla modernizována v souvislosti s přechodem města z napění 6kV na 22kV. Od roku 1996 sloužila jen jako provozní záloha."
            },
            "geometry": {
                "coordinates": [
                    18.282809508970043,
                    49.835383379906155
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Přerov",
                "place": "město Přerov",
                "years_in_service": "1919-1965",
                "power": "do 10 MW, 1929- 30 MW?",
                "sources1": "https://issuu.com/vkol/docs/krok_03-2022_oba_lka_www3_1_/s/16645659",
                "sources2": "",
                "type": "uhelná",
                "owner": "Středomoravská elektrárna, společnost s ručením omezeným v Přerově",
                "description_short": " Jde o unikátní industriální stavbu vystavěnou v duchu geometrické moderny podle návrhu pražského architekta Ladislava Skřivánka a do provozu byla uvedena v roce 1920.",
                "description1": "Rostoucí spotřeba elektřiny si vynutila rozšíření přerovské elektrárny v l. 1927 – 1929 o další turbogenerátory, tím však byly její výrobní rezervy vyčerpány.",
                "description2": "V říjnu 1938, po odstoupení severomoravských území Sudet Německu, byla na příkaz říšského ministerstva hospodářství zřízena v Opavě společností Elektrowerke, A. G. Berlin důvěrnická správa výroben elektřiny a rozvodných zařízení SME ležících v oblasti Sudet. Elektrowerke, resp. Reichselektrowerke A. G. Berlin pak, opět na příkaz říšského ministerstva hospodářství, zahájila jednání o koupi elektrárny v Třebovicích, včetně příslušných rozvodných zařízení. Odprodej elektrárny, resp. její ideální poloviny patřící SME, byl schválen na XIX. řádné valné hromadě 19. 7. 1940. Současně však musela být uzavřena smlouva o odběru elektřiny z třebovické elektrárny, protože vodní elektrárna ve Strži u Kroměříže mohla krýt jen nepatrnou potřebu proudu pro zásobování území v působnosti SME i přesto, že se zmenšilo téměř o polovinu. Původní přerovská elektrárna byla schopna vykrývat pouze tzv. odběrové špičky. Takto dodávaná elektřina měla být hrazena odpočty z podílu kupní ceny za elektrárnu v Třebovicích, který náležel SME.",
                "description3": "Kontakty s Moravsko-slezskými elektrárnami Moravská Ostrava započaté při výstavbě a využívání elektrárny v Třebovicích vyústily v r. 1941 ve fúzi obou firem. Fúzi schválila mimořádná valná hromada 12. 9. 1941, současně došlo i ke změně názvu firmy na „Východomoravské elektrárny, akciová společnost v Přerově“. Do obchodního rejstříku Krajského soudu v Olomouci byla změna zapsána 25. 11. 1941 (dále viz archivní fond „Východomoravské elektrárny, akciová společnost v Přerově“, č. NAD: 2291*).",
                "description4": "Tepelná elektrárna Přerova odebírala ostravské uhlí z dolů Anselm, Betyna, Šalamoun a Žofie v množství 7260 t/rok. V kotelně bylo instalovány 4 strmotrubné kotle s rošty Weck výroby Sládek/Spojené strojírny. Pára roztáčela 2 parní turbíny o výkonech 2000 a 7200 ks. Elektřinu vyráběly 2 generátory o výkonu 1200 kW z roku 1919 od firmy BBC a o výkonu 4550 kW z roku 1921 od firmy ČMK. Doplňujícím strojem byl 1 motorgenerátor o výkonu 23 kW. Záložním zdrojem byla 63 článkový akumulátor o kapacitě 135 Amp/h. V rozvodně byly osazeny dva transformátory o výkonu 4000 kVA z roku 1921 od firmy ČMK.",
                "description5": "Elektrárna má vysoký regionální význam v rámci historického vývoje elektrizace Moravy jako součásti celkové koncepce soustavné elektrizace Československé republiky, která vycházela ze zákona ze dne 22. 7. 1919, č. 438 Sb., o státní podpoře při zahájení soustavné elektrizace. Jedinečné architektonické řešení spočívá v kombinaci funkční stavby s reprezentativní architektonickou formou a detailem. Mimořádné je zachování autentické podoby architektury zejm. provozoně administrativní budovy, včetně zachovaných architektonických detailů, jako jsou například detail zobořezu na fasádách, kontrastní užití červených pálených a režných cihel atd. Nesporná je urbanistická hodnota, neboť se jedná o významnou dominantu Přerova, která je nedílnou součástí historicky ustálených panoramatických pohledů na město. Komíny z tmavých cihel s kovovými skružemi jsou charakteristickým vizuálním znakem města v blízkých i dálkových pohledech.",
                "description6": "Ve městě ale již působil zařizující výbor pro elektrické osvětlení, jehož členové požádali v roce 1896 o povolení vést sítě elektrických drátů po ulicích a veřejných místech. Zároveň se jednalo o výstavbě elektrické centrály, jako staveniště bylo původně vybráno náměstí Na Marku."
            },
            "geometry": {
                "coordinates": [
                    17.45111111111111,
                    49.455555555555556
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Tušimice I",
                "place": "v obci Tušimice v okrese Chomutov",
                "years_in_service": "1964-1998",
                "power": "6x110, odstaveno v rámci utlumového programu",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "čez a.s.",
                "description_short": "Stejně jako ETU I, která již dosloužila, byla i Elektrárna Tušimice II postavena přímo u zdroje paliva - Doly Nástup Tušimice. Umístění elektrárny v centru výskytu hnědého uhlí s pásovou dopravou od těžebních strojů až do elektrárny byly a jsou hlavní předností lokality Tušimice, neboť zcela odpadají náklady za dopravu uhlí po železnici. To významně snižuje výrobní náklady a řadí elektrárnu mezi nejefektivnější provozy v České republice. Proto byla a je elektrárna od doby svého spuštění vždy maximálně využívána. ETU I s plným instalovaným výkonem pracovala až do začátku 90. let, poté bylo všech 6 bloků v rámci útlumového programu odstaveno. Komín elektrárny padl k zemi v listopadu 2005, byl to dosud nejvyšší železobetonový komín (196 metrů) v ČR, který byl takto odstřelen.",
                "description1": "Při stavbě, stejně jako u sousední elektrárny Tušimice II, byly odkryty stopy po pravěké těžbě křemence. Šlo o desítky[6] prehistorických těžebních objektů z mladší doby kamenné, první a unikátní nález tohoto druhu v tehdejší ČSSR[7].",
                "description2": "V 10. letech 21. století byly na ploše po zrušené elektrárně otevřeny skleníky pro pěstování zeleniny (např. rajčat), skleníky používají odpadní teplo z ETU II.[4][5]",
                "description3": "",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    13.333958333333333,
                    50.38636388888889
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Tušimice II",
                "place": "v obci Tušimice v okrese Chomutov",
                "years_in_service": "1975-současnost",
                "power": "4x200",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "čez a.s.",
                "description_short": "Stejně jako ETU I, která již dosloužila, byla i Elektrárna Tušimice II postavena přímo u zdroje paliva - Doly Nástup Tušimice. Umístění elektrárny v centru výskytu hnědého uhlí s pásovou dopravou od těžebních strojů až do elektrárny byly a jsou hlavní předností lokality Tušimice, neboť zcela odpadají náklady za dopravu uhlí po železnici. To významně snižuje výrobní náklady a řadí elektrárnu mezi nejefektivnější provozy v České republice. Proto byla a je elektrárna od doby svého spuštění vždy maximálně využívána. ETU I s plným instalovaným výkonem pracovala až do začátku 90. let, poté bylo všech 6 bloků v rámci útlumového programu odstaveno. Komín elektrárny padl k zemi v listopadu 2005, byl to dosud nejvyšší železobetonový komín (196 metrů) v ČR, který byl takto odstřelen.",
                "description1": "Elektrárna Tušimice II se čtyřmi 200 MW bloky zahájila provoz v letech 1974 – 1975. Postavena byla, shodně jako první, přímo u zdroje paliva Dolů Nástup Tušimice, odkud přichází palivo pásovou dopravou až do kotelny. Společnost ČEZ Teplárenská, a.s. dodává teplo vyrobené v elektrárně  svým zákazníkům v nejbližším okolí a zásobuje teplem město Kadaň. Celková roční dodávka tepla odběratelům je cca 500 TJ při maximálním tepelném výkonu 85 MWt.",
                "description2": "Mezi roky 2007 a 2012 elektrárna Tušimice II  prošla grandiózní komplexní obnovou, která zajistila její budoucí provoz podle současných evropských standardů přibližně do roku 2035, kdy se předpokládá vytěžení sousedního dolu Libouš. Účinnost elektrárny se zvýšila o 6 % čímž došlo k 14% úspoře paliva na vyrobenou MWh. Modernizovaná technologie umožňuje spalovat v budoucnu i méně kvalitní palivo z dolu Libouš. Modernizované je i odsiřovací zařízení postavené v letech 1994–1997. Nyní je připraveno plnit ty nejpřísnější limity v oblasti vypouštění emisí po roce 2016. Emise oxidů dusíku se podařilo snížit o 70 %, emise oxidu siřičitého o 79 % a emise tuhých znečišťujících látek o 87 %.  (První ekologizací však již elektrárna prošla v devadesátých letech, kdy se v první vlně snížily její emise o více než 90 procent!) Vedlejší energetické produkty (popílek, struska a deponát) vznikající v Elektrárně Tušimice II jsou certifikovanými výrobky. Deponát slouží k revitalizaci krajiny po důlní činnosti, certifikovaná struska je využívána k asanaci bývalého složiště Tušimice a popílek se prodává pro využití ve stavebnictví. Komplexní obnova v hodnotě 26 miliard korun také pomohla překonat ekonomickou krizi v lokalitě a prodloužení provozu o 25 let umožnilo zachovat tisíce pracovních míst.",
                "description3": "Pod vedením generálního dodavatele ŠKODA PRAHA Invest došlo k výměně čtyř původních kotlů, rekonstrukci elektroodlučovačů, vybudování nového odsíření a rekonstrukci vodního hospodářství elektrárny. Na upravených turbínových stolicích jsou nyní nainstalovány čtyři nové třítělesové turbíny, každá o výkonu 200 MW. Čtyři generátory pro strojovnu, komplexní zařízení pro elektročást a systém automatizovaného řízení technologických procesů dodala společnost Siemens. Dosažené parametry odpovídají hodnotám předepsaným pro tzv. BAT (Best Available Technology, které představují světově uznávaný standard dosažení emisních limitů a zvýšení účinnosti  modernizovaných zdrojů.",
                "description4": "",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    13.333958333333333,
                    50.38636388888889
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Prunéřov I",
                "place": "západním okraji severočeské hnědouhelné pánve mezi Chomutovem a Kláštercem nad Ohří.",
                "years_in_service": "1967-2020",
                "power": "660, pak sníženo na 4x110 v rámci útlumového programu",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "čez a.s.",
                "description_short": "Elektrárna Prunéřov leží na západním okraji severočeské hnědouhelné pánve mezi Chomutovem a Kláštercem nad Ohří. Původně byla organizačně spojeny s Elektrárnou Tušimice I a Tušimice II v Elektrárnách SSM, později v Podkrušnohorských elektrárnách. Samostatnou organizační jednotkou ČEZ, a. s., se staly v roce 1993. V současné době opět tvoří společnou organizační jednotku s Elektrárnou Tušimice.",
                "description1": "Elektrárny Prunéřov patří k největším dodavatelům elektřiny. Zároveň prostřednictvím společnosti ČEZ Teplárenská, a.s., dodávají teplo do Chomutova, Jirkova a Klášterce nad Ohří. Instalovaný výkon pro dodávku tepla dosahuje 500 MW. Roční dodávka tepla pro všechna tři města činí 920 TJ.",
                "description2": "Dodavatelem zařízení pro Elektrárnu Prunéřov I byla německá firma Bischoff, GmbH a zařízení bylo dokončeno a uvedeno do plného provozu koncem roku 1995.",
                "description3": "Provoz Elektrárny Prunéřov I byl ukončen 30. června 2020. Firma ČEZ hodlala následně využít areál k výstavbě paroplynového cyklu, plynové kotelny, solárního parku, bateriového úložiště či jiným způsobem.[17] Likvidace elektrárny začala 13. května 2022 zahájením demolice chladicích věží. Dvě stě metrů vysoký komín byl odstřelen 23. června 2023.[18][19] Odstřel proběhl v 10.56, přičemž počet minut symbolizuje 56 let existence elektrárny.[20]",
                "description4": "V devadesátých letech byl výkon EPRU I v rámci útlumového programu snížen o třetinu. V letech 1995 a 1996 byly obě elektrárny vybaveny odsiřovacím zařízením poté, kdy v důsledku nekontrolovatelného vypouštění oxidů síry do ovzduší a následných kyselých dešťů docházelo k rozsáhlé likvidaci lesního porostu přilehlých Krušných hor. Následky této devastace přírody jsou patrné dodnes a návrat k normálu bude ještě dlouhý proces. V evropském žebříčku sledujícím nejvyšší emise oxidu uhličitého elektráren ve vztahu k vyrobenému množství elektrické energie skončily elektrárny na dvanáctém místě (co do absolutního objemu emisí CO2 je Prunéřov až na dvacátém místě v Evropě).[2] V rámci České republiky jsou elektrárny největším zdrojem emisí oxidu uhličitého, v roce 2007 emitovaly 10,1 milionů tun.",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    13.259,
                    50.418
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Prunéřov II",
                "place": "západním okraji severočeské hnědouhelné pánve mezi Chomutovem a Kláštercem nad Ohří.",
                "years_in_service": "1982-současnost",
                "power": "1050, 3x250",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "čez a.s.",
                "description_short": "Elektrárna Prunéřov II je nejmladší uhelnou elektrárnou ČEZ, a. s. Původně měla pět 210 MW bloků, které byly postupně uvedeny do provozu v letech 1981 až 1982. Po komplexní obnově (2012 – 2016) má instalovaný výkon 3 x 250 MW. Starší Elektrárna Prunéřov I s výkonem 440 MW  byla v červnu 2020 po více než 50 letech odstavena z provozu. ČEZ tak pokračuje v naplňování své strategie postupného přechodu k nízkoemisní až bezemisní výrobě elektřiny postavené na obnovitelných zdrojích a jaderné energetice.",
                "description1": "Elektrárny Prunéřov patří k největším dodavatelům elektřiny. Zároveň prostřednictvím společnosti ČEZ Teplárenská, a.s., dodávají teplo do Chomutova, Jirkova a Klášterce nad Ohří. Instalovaný výkon pro dodávku tepla dosahuje 500 MW. Roční dodávka tepla pro všechna tři města činí 920 TJ.",
                "description2": "Elektrárna Prunéřov II má po komplexní obnově kotle o výkonu 660 t/h, s parametry páry 18,2 MPa/575/580 °C. Kotle jsou dvoutahové, s granulačním topeništěm, průtlačné, s přihříváním páry. Jejich dodavatelem byly Vítkovice Power Engineering. Turbíny 250 MW typ Škoda KT – 250 – 17,66  jsou dvoutělesové, rovnotlaké kondenzační  s přihříváním páry za VT dílem, s jedním kombinovaným VT-ST dílem a jedním dvouproudovým NT dílem. Každá turbína je vybavena 8 neregulovanými odběry páry pro regeneraci, topení napájecí nádrže a ohřívání topné vody v OTV a jedním regulovaným odběrem páry  pro regulaci teploty v OTV3 a dodávku páry do NTO5. Vývody jednotlivých bloků jsou přes vývodové transformátory 300 MVA, 15,75/420 kV připojeny do přenosové soustavy 400 kV linkami V465 a V466, do rozvodny Hradec u Kadaně.",
                "description3": "V druhém případě realizovalo dodávku \"na klíč\" konsorcium japonských firem Mitsubishi Heavy Industries, Mitsubishi Corporation ve spolupráci se ZVU Hradec Králové, a. s. Odsiřovací zařízení bylo uvedeno do provozu v létě roku 1996.",
                "description4": "V devadesátých letech byl výkon EPRU I v rámci útlumového programu snížen o třetinu. V letech 1995 a 1996 byly obě elektrárny vybaveny odsiřovacím zařízením poté, kdy v důsledku nekontrolovatelného vypouštění oxidů síry do ovzduší a následných kyselých dešťů docházelo k rozsáhlé likvidaci lesního porostu přilehlých Krušných hor. Následky této devastace přírody jsou patrné dodnes a návrat k normálu bude ještě dlouhý proces. V evropském žebříčku sledujícím nejvyšší emise oxidu uhličitého elektráren ve vztahu k vyrobenému množství elektrické energie skončily elektrárny na dvanáctém místě (co do absolutního objemu emisí CO2 je Prunéřov až na dvacátém místě v Evropě).[2] V rámci České republiky jsou elektrárny největším zdrojem emisí oxidu uhličitého, v roce 2007 emitovaly 10,1 milionů tun.",
                "description5": "",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    13.259,
                    50.418
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Dětmarovice",
                "place": "u Ostravy, v těsné blízkosti polských hranic a hned vedle hlavní železniční tratě Bohumín–Žilina",
                "years_in_service": "1976-současnost",
                "power": "600 (dříve 800) - sníženo o jeden blok 2020,  vždy 200MW/blok",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr",
                "sources2": "",
                "type": "černouhelná",
                "owner": "čez a.s.",
                "description_short": "Státy Evropské unie odsouhlasily v roce 2019 program nazývaný European Green Deal a přihlásily se k závazku vytvořit z Evropy uhlíkově neutrální kontinent. Konec spalování uhlí pro energetické účely je přirozený proces, který je nezbytný k naplnění tohoto závazku. Na začátku roku se celkový instalovaný elektrický výkon snížil o 200 MW jednoho uhelného bloku. Aktuální ceny elektrické energie a emisních povolenek neumožňují její ekonomicky opodstatněnou výrobu z černého uhlí. Společnost Elektrárna Dětmarovice, a.s., proto plánuje odstavit zbývající tři uhelné bloky o celkovém výkonu 600 MW na konci roku 2022 nebo nejpozději po topné sezóně 2022-2023. Místo nich je plánováno instalovat vysoce účinné kogenerační jednotky o celkovém výkonu 45 MWe a 40 MWt, které zajistí kombinovanou výrobu elektřiny a tepla z plynu. To umožní pokračovat i v budoucnu v dodávkách tepla do Orlové a Bohumína.",
                "description1": "Stavět se začalo v roce 1971, bloky byly postupně přifázovány do sítě od května 1975 až do listopadu 1976. Generálním projektantem stavby byl Energoprojekt Praha, dodavatelem stavební části ČOLD Ostrava, technologie Škoda Plzeň.",
                "description2": "Elektrárna ročně vyrobí okolo 2 TWh elektrické energie a více než 650 TJ tepla, které se dodává do Orlové, Bohumína a od roku 2018 i do skleníků pro pěstování zeleniny v Dolní Lutyni.",
                "description3": "Elektrárna spaluje černé uhlí s průměrnou výhřevností 22 MJ/kg a obsahem síry pod 1 %. Používá se uhlí z Ostravsko-karvinské pánve, ale i z dalších těžebních lokalit. V EDĚ jsou instalovány 3 výrobní bloky, každý o elektrickém výkonu 200 MW. Výkon těchto bloků je distribuován do okolních rozvoden velmi vysokého napětí. Průměrná denní spotřeba paliva na jeden blok je cca 1600 tun uhlí, což představuje cca 32 železničních vagonů. Uhlí se po rozemletí na velmi jemnou frakci spaluje v celkem 4 kotlích o výkonu 650 t páry/hod. Kotle jsou z produkce podniku Vítkovice, jsou průtlačné, dvoutahové, s granulační spalovací komorou, účinnost se pohybuje okolo 90 %, nejvyšší teplota v kotli je 1400 stupňů Celsia. Každý kotel má mlecí zařízení, které se skládá ze čtyř mlecích okruhů s kroužkovými mlýny o výkonu 36 t/h. Kotle se \"najíždějí\" zemním plynem, k zapálení plynových hořáků se používá elektrická jiskra. V zadní části kotle na samostatné konstrukci jsou instalovány regenerační ohříváky typu Ljungstrom. Každý kotel je opatřen čtyřmi elektrostatickými odlučovači typu Lurgi a dvěma kouřovými ventilátory. Zařízení odsíření je dodávkou firmy Mitsubishi. Sestává ze dvou absorbérů (vždy jeden pro dva výrobní bloky). V provozu je od března 1998.",
                "description4": "Elektrárna Dětmarovice kromě výroby elektrické energie produkuje i teplo. Společná výroba elektrické energie a tepla v jednom cyklu, tzv. kogenerace, snižuje spotřebu paliva na vyrobenou jednotku energie a tím šetří i životní prostředí. Dodávky tepla z elektrárny do Orlové a Bohumína zajišťuje společnost ČEZ Teplárenská, a.s.",
                "description5": "Na základě vítězství ve veřejné soutěži začala v květnu 2009 výstavba přivaděče tepla do Bohumína. Horkovodem bude proudit teplo z elektrárny Dětmarovice do Bohumína po dobu minimálně dvaceti let. První dodávky začaly na podzim 2010. Náklady na výstavbu ve výši 500 milionů korun hradila Skupina ČEZ.",
                "description6": "Ze spalovacích procesů probíhajících při výrobě elektřiny a tepla vznikají vedlejší energetické produkty, které se stávají za předpokladu splnění technických a zákonných podmínek surovinou pro další zpracování a výrobu."
            },
            "geometry": {
                "coordinates": [
                    18.469199999999997,
                    49.9031
                ],
                "type": "Point"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "icon": "industry",
                "name": "Ledvice",
                "place": "úpatí východní části Krušných hor, mezi lázeňskými městy Teplice a Bílina",
                "years_in_service": "1969-současnost",
                "power": "5bl - 640, nyní 660",
                "sources1": "https://www.cez.cz/cs/o-cez/vyrobni-zdroje/uhelne-elektrarny-a-teplarny/uhelne-elektrarny-a-teplarny-cez-v-cr",
                "sources2": "",
                "type": "hnědouhelná",
                "owner": "čez a.s.",
                "description_short": "Elektrárna Ledvice leží na úpatí východní části Krušných hor, mezi lázeňskými městy Teplice a Bílina. Počátek stavby sahá až do roku 1961 a původně byla tvořena 5 výrobními bloky o celkovém výkonu 640 MW, které byly postupně zprovozněny v letech 1966 – 69. Z důvodu nových přísných požadavků na plnění emisních limitů byly v 90. letech 20. století z provozu odstaveny bloky 1 a 5, bloky 2 a 3 prošly generálními opravami a ekologickým programem zaměřeným zejména na odsíření, deNOx a redukci tuhých znečišťujících látek ve spalinách. Výrobní blok č. 4 prošel zásadnější rekonstrukcí  - původní granulační kotel byl nahrazen v roce 1998 kotlem s fluidním spalováním splňujícím všechny tehdy nové legislativní požadavky a následně byla v roce 2007 u tohoto bloku vyměněna i turbína. Ta je optimalizována zejména pro teplárenský provoz, elektrický výkon zůstal 110 MW. Během výstavby  nového výrobního bloku 6 byly bloky 2 a 3 trvale odstaveny z provozu a to v letech 2013, respektive 2015. Blok 4 s fluidním kotlem a novou turbínou, který plní všechny v současnosti platné emisní limity je provozován dále a zároveň je od roku 2017 v trvalém provozu i poslední postavený výrobní blok 6 s kotlem se superkritickými parametry páry a elektrickým výkonem 660 MW.",
                "description1": "Blok 6 je vyprojektován, postaven a provozován dle požadavků a principů BAT (best available technologies – nejlepší dostupné technologie) s cílem dosažení vysoké účinnosti při výrobě elektrické a tepelné energie. Je tak jednou z nejmodernějších klasických elektráren ve střední Evropě a díky použití technologie BAT pro daný projekt došlo také k výraznému snížení veškerých sledovaných emisí v lokalitě. Hodnota instalovaného elektrického výkonu 660 MW  byla zvolena jako průnik parametrů a možností použitých výrobních technologií (nadkritické parametry páry a velké jednotkové výkony ke zvýšení energetické účinnosti), využitelných zásob energetického uhlí v dole Bílina na dobu projektové životnosti bloku, prostorových podmínek a velikostí výkonu z hlediska spolehlivého provozu přenosové soustavy ČR. V rámci výstavby byly nově postaveny a uvedeny do provozu společné technologie nutné k zajištění provozu stávajících bloků  -  chemická úpravna vody s příslušenstvím, zauhlování s novou skládkou uhlí a další.",
                "description2": "V Elektrárně Ledvice je spalováno hnědé uhlí z Dolů Bílina. Uhlí je dopravováno přímo pásovými dopravníky ze sousední Úpravny uhlí Ledvice, a to buď do zásobníků paliva jednotlivých kotlů, nebo na manipulační skládku.",
                "description3": "Zprovozněním Nového zdroje završila Skupina ČEZ rozsáhlý ekologický program započatý již v roce 1992. Tehdy se jednalo o 1. vlnu ekologizace, která do konce roku 1998 přinesla odsíření a denitrifikaci všech uhelných výrobních zdrojů společnosti v České republice, což znamenalo snížení emisí oxidů síry a popílku o 90 a oxidu dusíku o 50 procent. Druhá vlna ekologizace v tomto trendu v souvislosti se zpřísněním limitů v rámci evropské legislativy pokračovala snížením veškerých emisí o dalších cca 50 procent, přičemž kromě výstavby Nového zdroje v Ledvicích obnášela rovněž komplexní modernizaci elektráren Tušimice II a Prunéřov II a realizaci nového Paroplynového cyklu Počerady.",
                "description4": "Hlavním zdrojem vody potřebné pro výrobu je řeka Labe. Voda je dodávána čerpací stanicí v Dolních Zálezlech a do elektrárny je dopravována prostřednictvím přivaděče dlouhého cca 25 km. Jedná se o unikátní a velmi spolehlivou technologii postavenou již v průběhu 2.světové války. Jako záložní zdroj slouží nádrž Všechlapy z 60.let minulého století. Filtrace a úprava vody demineralizací potom probíhá v moderní chemické úpravně vody postavené v rámci výstavby bloku 6.",
                "description5": "Nový zdroj Elektrárny Ledvice je i zajímavým cílem pro příznivce industriální turistiky a rozhleden. Jeho 140 m vysoká kotelna je v současné době nejvyšší průmyslovou stavbou na území Česka. Dvě podpůrné věže kotelny, takzvaná ledvická dvojčata, jsou ještě o něco vyšší. Na vrcholu severní věže je proto prosklená rozhledna s možností vystoupit na ochoz ve výšce 140 metrů. Na oficiálně nejvyšší rozhlednu v ČR se lze dostat v rámci exkurze po předchozí prohlídce Informačního centra klasické energetiky, které je rovněž jediné svého druhu v republice. Infocentrum nabízí řadu interaktivních zážitků, včetně 3D filmu o historickém vývoji Země a tudíž i výrobě elektřiny, on-line měření fotosyntézy živého stromu nebo detailních popisů technologie nového uhelného elektrárenského bloku s možností virtuálního nahlédnutí do jednotlivých provozů.",
                "description6": ""
            },
            "geometry": {
                "coordinates": [
                    13.780800000000001,
                    50.5767
                ],
                "type": "Point"
            }
        }
    ]
}